/*eslint-disable*/
const CN = {
  "productCenter": {
    "slideZero":{
      "text1": "赏金猎人",
      "text2": "枪口喷着火焰，赏金志在必得",
      "text3": "全新版本游戏——赏金猎人即将上线，这是一个为竞价全新资本——“赏金”（TIP）而量身定做的全新的游戏。用户通过在商家消费后，对商家进行额外打赏获得消费提示（类似藏宝图），根据消费提示完成任务，即可领取“赏金”。赏金数量有限，价值增长空间巨大，先到先得，快来和其他用户一起竞逐“赏金”，争夺“最佳赏金猎人”的名号吧！",
      "text4": "兑换中心",
      "text5": "了解更多"
    },
    "slideOne": {
      "title": "产品中心",
      "subtitle": "专注产品和技术创新，引领AR、区块链技术潮流"
    },
    "empire": {
      "title": "派克帝国",
      "subtitle": "全球首款社交策略游戏",
      "content": "“派克帝国”已经稳定运营多年，是全球第一款手机版即时战略游戏，第一个将PC端即时战略游戏的战斗操控性移植到手机客户端！",
      "btn": "了解更多"
    },
    "slideTwo": {
      "subtitle": "虚拟连接现实的深度社交手游",
      "content": "Discovery是一款虚拟与现实相结合的金融社交娱乐化游戏，分为藏宝与寻宝，藏宝者发布任务埋下宝藏，从而获得双倍价值藏宝图，寻宝者在现实中完成该任务，并获得宝藏。玩家通过分享商业、慈善、运动、旅游等社交活动来完成任务，从虚拟场景中走出去与现实世界紧密结合。在探索与分享中，体验现实中未曾发现的或者错过的美好与感动。<br />Discovery不仅仅是一款游戏，更让世界成为了我们的游乐场，激发我们一起探索世界、改变世界的灵感！",
      "btn": "了解更多"
    },
    "slideThree": {
      "subtitle": "开启全新互动方式",
      "content": "派克金融自主研发的一款金融+AR应用，AR（增强现实），是一种将真实世界信息和虚拟世界信息“无缝”集成的新技术。AR技术在Discovery 中的应用，为用户带来全新的游戏体验，开启一种全新的社交娱乐方式，让金融和社交活动趋向娱乐化，降低了金融、社交门槛，每一个人都能成为“游戏改变世界”的参与者。",
      "btn": "了解更多"
    },
    "slideFour": {
      "title": "付",
      "subtitle": "增值消费新时代",
      "content": "π付是Discovery生态系统中一个“支付即藏宝“的功能。π付融合了支付、藏宝、社交、返利等多种模式，将改变我们的生活消费习惯。一杯摩卡咖啡，一部IPhone 手机，或是一件婚纱礼服，所有的消费行为都将实现增值返还。<br />π付，不仅仅为商家带来利益，还能为用户的消费带来增值。真正的实现商家与消费者共赢，成为一种全新的生活方式。",
      "btn": "了解更多"
    },
    "world": {
      "title": "世界",
      "subtitle": "竞拍新世界 轻松做地主",
      "content": "“π世界”是Discovery一个虚拟的拍卖地块功能。全新的游戏玩法将颠覆我们的娱乐方式。系统按照经纬度将世界地图划分成小方块区域，根据实际人口密度与GDP值的不同来确定每个地块的基本价值。",
      "btn": "了解更多"
    },
    "slideFive": {
      "title": "派克股权认购中心",
      "subtitle": "藏宝3000π以上可申请股权认购",
      "content": "派克股权认购是用户对派克集团的一种投资行为，藏宝3000π以上的用户均可申请股权认购。公司认可以π资产购买的出资方式，认购方申购成功的股权在公司上市后视为公司原始股，认购方依法享有相应的股权和红利。<br />认购规则：藏宝≧3,000π,最多可以购买藏宝金额2倍的股权;藏宝≧12,000π,最多可以购买藏宝金额2.5倍的股权;藏宝≧30,000π,最多可以购买藏宝金额3倍的股权。",
      "btn": "了解更多"
    },
    "slideSix": {
      "title": "商户公众号管理平台",
      "subtitle": "商家与客户的连接纽带",
      "content": "商户公众号管理平台，具有为商户提供强大的业务服务和用户管理的能力，商户利用公众号管理平台，以一对多的方式，主动推送重要的通知或店铺相关活动内容，便捷快速地进行一系列的宣传与营销，用户可轻松获取消息，简化店铺广告传播流程，不断提升店铺知名度，有效增加客户黏度。形成了客户与商家之间线上线下互动营销的平台。",
      "btn": "了解更多"
    },
    "yuEbao": {
      "title": "余额宝",
      "subtitle": "随时存钱赚收益",
      "content": "用户闲散π资产存入Discovery余额宝后，平台会对其进行高收益优化配置：部分作为备付金灵活周转，部分作为建设金理财。",
      "btn": "了解更多"
    },
    "Fund": {
      "title": "富基金",
      "subtitle": "智能算法时代的红利",
      "content": "“π富基金”首创通过区块链智能算法发行，根据基金标的Discovery社交数据以及商业π付数据等相关参数，计算出最合适的发行量，保证价格向上的长期走势，这是智能算法时代才可能出现的红利！",
      "btn": "了解更多"
    }
  },
  "compon": {
    "text2": "上一页",
    "text3": "下一页"
  },
  "presellOne": {
    "text1": "火热预售中",
    "text2": "天",
    "text3": "小时",
    "text4": "分",
    "text5": "秒",
    "text6": "预计成交价格区间",
    "text7": "预售量",
    "text8": "这是一个为竞价全新资本——“赏金”（TIP）而量身定做的全新的游戏，这是一种可以直接用Pi兑换的“赏金”货币，当“赏金猎人”全面上线之后，“赏金”可以自由交易，你甚至可以将“赏金”直接兑换成美元、欧元、人民币。",
    "text9": "预约购买",
    "text10": "您好",
    "text11": "退出登录",
    "text12": "请先",
    "text13": "登录",
    "text14": "购买单价",
    "text15": "输入您购买TIP的单价",
    "text16": "参考价格区间",
    "text17": "购买数量",
    "text18": "输入您购买TIP的数量",
    "text19": "订单金额",
    "text20": "账户余额",
    "text21": "提交预约",
    "text22": "支付验证码",
    "text23": "交易验证码",
    "text24": "输入交易安全码",
    "text25": "验证码",
    "text26": "输入谷歌验证码",
    "text27": "输入邮箱验证码",
    "text28": "确定",
    "text29": "是否退出登录",
    "text30": "取消",
    "text31": "确定",
    "text32": "登录",
    "text33": "用户名",
    "text34": "登录密码",
    "text35": "获取验证码",
    "text36": "请输入交易安全码",
    "text37": "请输入验证码",
    "text38": "TIP预售成功",
    "text39": "请输入单价",
    "text40": "请输入数量",
    "text41": "账户余额不足",
    "text42": "您先设置安全密码",
    "text43": "您先设置验证码",
    "text44": "登录用户名或登录密码不为空！",
    "text45": "获取验证码",
    "text46": "发送成功"
  },
  "presellTwo": {
    "text1": "预计成交",
    "text2": "我的预约",
    "text3": "编号",
    "text4": "时间",
    "text5": "用户名",
    "text6": "单价(π)",
    "text7": "预计成交数量(TIP)",
    "text8": "暂无数据",
    "text9": "预约数量(TIP)",
    "text10": "是否成交",
    "text11": "操作",
    "text12": "取消预约",
    "text13": "已取消",
    "text14": "是否取消预约",
    "text15": "确定",
    "text16": "待处理",
    "text17": "处理中",
    "text18": "已处理",
    "text19": "部分成交",
    "text20": "售完系统取消",
    "text21": "用户取消",
    "text22": "取消成功",
    "text23": "请先登录",
    "text24": "预约数量",
    "text25": "",
    "text26": "",
    "text27": "",
    "text28": "",
    "text29": "",
    "text30": ""
  },
  "presell": {
    "text1": "成交/",
    "text2": "不可成交",
    "text3": "部分成交",
    "text4": "全部成交",
    "text5": "兑换中心",
    "text6": "编号：",
    "text7": "用户：",
    "text8": "预计成交",
    "text9": "金额："
  },
  "knowBountyHunter": {
    "text1": "Bounty Hunter 的游戏规则",
    "gameDescription": {
      "text1": "赏金猎人",
      "text2": "竞逐资本，丰厚“赏金”",
      "text3": "这是一个为竞价全新资本——“赏金”（TIP）而量身定做的全新的游戏，这是一种可以直接用Pi兑换的“赏金”货币，当“赏金猎人”全面上线之后，“赏金”可以自由交易，你甚至可以将“赏金”直接兑换成美元、欧元、人民币。",
      "text4": "这是一个更具价值的赏金资本，更具吸引力的赏金模式，不仅可以平衡资产通胀风险，还能让玩家能获取的收益更丰厚，让生态的成长更加健康。"
    },
    "text2": "Ⅰ - 游戏介绍",
    "howToPlay": {
      "text1": "玩法介绍",
      "text2": "好运会眷顾那些主动追求生活的人",
      "instructionsDatas": [
        {
          "text": "1、用户在Pi付商家消费后，如果对商家产品或服务感到满意，可以进行对商家进行”打赏“，金额不限；"
        },
        {
          "text": "2、”打赏“用TIP支付，商家可立即获得打赏金额的5%，剩余95%的打赏金额将成为发行建设金；"
        },
        {
          "text": "3、TIP的发行模式和比例都于Pi相同；"
        },
        {
          "text": "4、用户打赏后，每周将可以获得一张商家消费提示（类似Pi的藏宝图），但需要使用相同数量的Pi购买该商家消费提示，否则无法解锁，根据此提示到指定商家消费并领取打赏金额，直到50周后额度领取完成（目前的发行率为135%）。"
        },
        {
          "text": "5、与Pi的加速一样，小派别打赏金额将为用户产生消费提示的加速生成。"
        },
        {
          "text": "PS：想要参加赏金猎人版的派付商家，需要重新在赏金版中注册，以便用户消费和打赏。"
        }
      ]
    },
    "text3": "Ⅱ - 玩法介绍 ",
    "bhBillboard": {
      "text1": "“赏金任务”排行榜",
      "text2": "用户会不断地发现“赏金任务”（即商家消费提示），当一个“赏金任务”完成，完成这个“任务”的玩家和这个“任务”所获得的打赏金额数据就会出现在排行榜上。当然新的“赏金任务”会不断刷新，“赏金”也会不断升级。",
      "text3": "（排行榜中只排列前十大“赏金任务”，以用户获取的“赏金”数额多少为排列依据。）"
    },
    "text4": "Ⅲ - 赏金排行榜 "
  },
  "discover": {
    "slideZero":{
      "text1": "寻赏计划，猎人的世界",
      "text2": "竞逐资本，丰厚“赏金”",
      "text3": "这是一个为竞价全新资本——“赏金”（TIP）而量身定做的全新的游戏，这是一种可以直接用Pi兑换的“赏金”货币，当“赏金猎人”全面上线之后，“赏金”可以自由交易，你甚至可以将“赏金”直接兑换成美元、欧元、人民币。",
      "text4": "兑换中心",
      "text5": "了解更多"
    },
    "slideOne": {
      "subtitle": "Discovery藏宝",
      "content": "跨界娱乐 实现金融社交娱乐化",
      "content2": "为了保证您的账户安全，请使用",
      "routerLink": "谷歌验证器 >>"
    },
    "slideTwo": {
      "title": "关于<span style='margin-left: .25rem'>π</span>资产",
      "content": "在Discovery游戏中，所有宝藏都是π资产",
      "btn": "更多详情"
    },
    "slideThree": {
      "title": "Discovery游戏规则",
      "content": "游戏介绍",
      "content2": "任务场景举例",
      "content3": "藏宝与寻宝规则"
    }
  },
  "assetsSafety": {
    "title": "资产安全",
    "content": "使用谷歌验证器，保护您的π资产安全",
    "content2": "扫描二维码下载",
    "btn": "前往下载"
  },
  "ARdownload": {
    "content": "引入可编辑AR技术，",
    "content2": "每个人都是“游戏改变世界”的参与者。"
  },
  "aboutAssets": {
    "slideOne": {
      "title": "资产",
      "subtitle": "让更多人成为量化宽松的受益者！",
      "content": "<span style='font-size: .24rem'>关于π资产</span><br />π资产是派克集团内的硬通货，派克所有的板块皆可使用π支付，形成一个有效的内部闭环，增加π流通，从而产生价值。",
      "content2": "在Discovery游戏中，所有的宝藏都是π资产。玩家通过分享各自的生活、商业、慈善、运动、旅游等社交方式来合理分配π资产，让π与现实世界紧密结合，使游戏可以洞察现实世界的金融需求，从而更合理的发行π资产，真正实现全球央行一直宣称，但又从未实现的目标——“根据市场经济发展对货币的需求，来进行相应的量化宽松政策！”"
    },
    "slideTwo": {
      "title": "<span>π</span>资产的安全性",
      "subtitle": "采用当前金融网络领域最具颠覆性的区块链技术",
      "content": "区块链就是一个去中心化的信任机制，其主要解决交易的信任和安全问题。它的去中心化优势，能够通过运用数据加密、时间戳、分布式共识和经济激励等方式，在节点无需互相信任的分布式系统中实现基于去中心化信用的点对点交易、协调与协作，从而为解决数据存储不安全等问题提供解决方案。π资产采用区块链技术进行分布式记账管理，让用户的π资产真正公开透明，资金交易更加安全。"
    },
    "slideThree": {
      "title": "派克区块链金融",
      "subtitle": "区块链不仅仅是一项技术，一个工具，更是一种思想。开放、共享、去中心化，区块链的这些核心精神，<br>与互联网不谋而合。而与互联网不同的是，它把这样的思想，从信息的传递进一步拓展到价值的传输。",
      "content": "未来区块链会应用于所有领域，给人类生活带来极大影响。其中最重要的是区块链金融，它将冲击传统金融体系、引发金融市场变革、促进金融科技融合、改变金融行业格局，催生自金融时代的到来。",
      "content2": "π资产作为全球应用最广泛的区块链数字资产，其它任何区块链金融资产都无法与之相提并论。π资产因为其配套的Discovery应用，在金融社交娱乐化方面的创新，以及π付在新零售方面取得的巨大成功，从而能在全世界获得大量用户和商家青睐。派克区块链自金融依托π资产+区块链技术更好的发展了商业藏宝、基金、π付等，从而形成一种全新的金融网络。"
    }
  },
  "fanEntertainment": {
    "fanSlideOne": {
      "title": "派克泛娱乐",
      "subtitle": "构建盈利能力最强的闭环式产业链",
      "content": "泛娱乐，指的是基于互联网与移动互联网的多领域共生的产权经济，其核心是Intellectual property（知识产权），可以是一个故事、一个集团或者其他任何大量用户喜爱的事物。",
      "btn": "联系我们"
    },
    "fanSlideTwo": {
      "title": "泛娱乐的发展趋势",
      "content": "在泛娱乐时代，文学、动漫、游戏、影视、金融、VR、体育、音乐、综艺等娱乐形式不再独立发展，而是可以形成一个知识产权，构建一个泛娱乐产业新生态。",
      "content2": "以知识产权为核心的泛娱乐产业链逐渐增多，而游戏和影视是目前泛娱乐产业链上最佳的变现渠道，可以反哺其他环节。"
    },
    "fanSlideThree": {
      "title": "派克泛娱乐产业链",
      "content": "“泛娱乐”被业界公认为“互联网发展八大趋势之一”，在此趋势下，派克集团产业以游戏为重心，形成拥有自主知识产权的核心游戏品牌。通过整合游戏产业上下游，逐步形成了包含“游戏、成人VR、金融、影视、娱乐、体育”六个领域的娱乐新生态。",
      "content2": "派克集团“游戏+影视+VR”三者联动模式已初具雏形，派克游戏首款全球同服战争策略类网游《派克帝国》全球发行后，未来，我们计划推出《派克帝国》虚拟现实版本；不仅如此，我们还会投资拍摄由《派克帝国》改编的电影。<br />同时，派克将游戏和金融进行跨界整合，以“游戏改变世界”的理念来发行金融产品π资产，游戏《Discovery》就是它的发行方式，π资产可自由交易，随时买卖。",
      "content3": "派克集团正全面规划六大主要业务，构建盈利能力最强的闭环式泛娱乐产业链，为用户提供高品质的科技生活和娱乐体验，真正实现全方位满足人们精神需求的集团目标。"
    }
  },
  "aboutUs": {
    "slideOne": {
      "title": "公司介绍",
      "content": "使世界可以如交换信息一般交换价值",
      "content2": "派克集团（π Group Inc.）开发“游戏、金融、成人、影视、娱乐、体育”等多项业务；研发VR、AR、区块链等高科技，首创共享金融商业模式，实现金融社交娱乐化商业目标。",
      "content3": "在科技快速进步的时代，我们了解到人类解决了衣食住行等基本生活需求后，会去寻求更高层次的精神享受。派克集团经营六大业务，是当今盈利能力最强的泛娱乐产业，为用户提供高品质的科技生活和娱乐新体验，实现满足用户精神层面需求的目标。"
    },
    "slideTwo": {
      "title": "品牌理念",
      "content": "在全球一体化的经济体系中，品牌是获得市场的关键因素，更是企业快速发展的原动力。我们在构建全球市场初期，就树立了“生产派克精品，塑造国际品牌”的企业理念。",
      "content2": "为创建多元化国际品牌，我们与全球众多知名企业建立合作关系，加速产品更新和技术突破。我们推出了一系列高性能娱乐产品和差异化的服务，具有强大的市场竞争力。"
    },
    "slideThree": {
      "title": "派克精神",
      "content": "我们深谙这个时代的规律，必须随时拥抱改变，利用科技的迭代加速，创造更新更好的产品，以及领先的平台，才能保持优势，这优势不是源于某一项技术，也不是某一个产品，而是永不停歇的创造，拥抱新科技，不断探索的发展态度！"
    },
    "slideFour": {
      "title": "派克发展历程",
      "data7": [
        {"content": "2017年6月--《π富基金》上线"},
        {"content": "2017年5月--“中美高峰经济论坛”在美国成功举办"},
        {"content": "2017年5月--派克B轮融资获矩阵风投2亿美元投资"},
        {"content": "2017年5月--《Discovery余额宝》理财产品上线"},
        {"content": "2017年4月--《AR夺宝》游戏上线"},
        {"content": "2017年3月--“π付丰盛日”活动成功举办，交易额超过1亿美元"},
        {"content": "2017年3月--《π资产技术架构白皮书》正式公布"},
        {"content": "2017年1月--《股权认购中心》正式对外开放"},
        {"content": "2017年1月--“璀璨新世界专题活动”在澳门成功举办"},
        {"content": "2017年1月--《连环π》定时夺宝竞赛活动上线"},
        {"content": "2017年1月--《π付》支付即藏宝功能上线"},
        {"content": "2017年1月--《π世界》地图拍卖功能上线"}
      ],
      "data6": [
        {"content": "2016年12月--“Discovery创新商业论坛”成功举办"},
        {"content": "2016年11月--《π+AR》应用APP上线"},
        {"content": "2016年11月--《Discovery》多语言版本上线"},
        {"content": "2016年10月--《Discovery》动态功能上线"},
        {"content": "2016年10月--《Discovery》全球发布会在澳门成功举办"},
        {"content": "2016年9月--虚拟与现实相结合的社交手游《Discovery》1.0版本上线"},
        {"content": "2016年9月--《派克帝国》亮相日本东京电玩展"},
        {"content": "2016年8月--《派克帝国》亮相德国科隆游戏展"},
        {"content": "2016年7月--《派克帝国》亮相上海ChinaJoy"},
        {"content": "2016年6月--《派克帝国》亮相美国E3游戏展"},
        {"content": "2016年1月--《派克帝国》游戏内测版上线"}
      ],
      "data5": [
        {"content": "2015年10月--开放《派克帝国》会员注册并预售效率卡"},
        {"content": "2015年6月--派克集团在美国费城诞生"}
      ]
    }
  },
  "industries": {
    "slideOne": {
      "title": "集团产业",
      "content": "高品质的科技生活和娱乐新体验",
      "content2": "派克集团（π Group Inc.）成立于2015年6月，集团开发“游戏、金融、成人、影视、娱乐、体育”等多项业务；研发VR、AR、区块链等高科技，首创共享金融商业模式，实现金融社交娱乐化商业目标。",
      "content3": "在科技快速进步的时代，我们了解到人类解决了衣食住行等基本生活需求后，会去寻求更高层次的精神享受。派克集团经营六大业务，是当今盈利能力最强的泛娱乐产业，为用户提供高品质的科技生活和娱乐新体验，实现满足用户精神层面需求的目标。",
      "btn": "了解更多"
    },
    "slideTwo": {
      "title": "客户证言",
      "content": "集团以游戏为起点，创建一个拥有知识产权的核心游戏品牌",
      "content2": "集团开发“游戏、金融、成人、影视、娱乐、体育”等多项业务；研发VR、AR、区块链等高科技，首创共享金融商业模式，实现金融社交娱乐化商业目标。"
    },
    "slideThree": {
      "title": "下载",
      "content": "派克金融自主研发的一款金融+AR应用",
      "content2": "Discovery 引入可编辑AR技术，为玩家带来全新游戏体验，增强互动，让每一个人成为“游戏改变世界”的参与者。"
    }
  },
  "adult": {
    "slideOne": {
      "title": "派克成人",
      "content": "包罗万象 性爱体验与众不同",
      "content2": "派克成人是全球领先的VR成人娱乐综合服务平台，总部在世界色情业最开放的日本东京，有VR研发中心和大型VR体验馆，研发及代理高科技的VR成人用品。我们关注人和性之间的关系，重视产品的设计以及用户体验，基于对网络时代人们生活方式和VR虚拟现实的理解，提供VR成人情趣服务。我们引进了VR情色视频以及可穿戴装备，让用户与虚拟性爱零距离接触。我们在运营过程中不断与高科技产品接轨，将科技与两性完美结合，打造别具一格的亲密体验。我们的使命是：通过高品质、最佳体验的产品与成人健康综合服务，为人们营造舒适、幸福、健康的性福生活。我们相信，“成人之美”会让您的生活越来越美好。",
      "btn": "了解更多"
    },
    "slideTwo": {
      "title": "我们的产品",
      "content": ".01 VR情趣机器人",
      "content2": "理想中的VR技术应该具备人类的感知功能，但是现在的VR技术尚不完善，无法具备感知功能，这就需要一些外部设施的辅助才能得以实现。在VR市场趋势一片大好的情况下，越来越多的厂商开始关注VR设备的研发和制作。于是，出现了VR情趣机器人。人们对于机器人存在情感反馈，生理唤醒，也绝不仅限于人和人之间。",
      "btn": "我们的人员正在努力开发中..."
    },
    "slideThree": {
      "title": "我们的产品",
      "content": ".02 成人用品 —— 成人之美系列",
      "content2": "针对男性、女性用户的不同需求，我们研发了“成人之美”系列高科技产品，如：电动飞机杯、加热棒、双震G点棒、调情跳蛋等。男女有别，产品有别，我们的目标是---男女产品包罗万象，性爱体验与众不同。",
      "btn": "前往派克成人商城购买"
    },
    "slideFour": {
      "title": "我们的产品",
      "content": ".03 VR性爱视频",
      "content2": "与一般的动作片不同，VR性爱视频为了让用户获得真实的场景感受，女主要面对镜头“凭空”表演，将镜头假想为性爱对象。体验者只需戴上头盔，即可亲临一场视听盛宴。"
    },
    "slideFive": {
      "title": "我们的产品",
      "content": ".04 VR直播女郎",
      "content2": "“VR+直播”形式日渐兴起，直播女郎开始出现在大众视野。想看美女、主播、明星，你只需要戴上VR眼镜，就能拥有更广阔的视野，与女神“零距离”沟通，彻底颠覆了传统视觉体验。"
    },
    "slideSix": {
      "title": "联系方式",
      "content": "地址：日本东京南麻布4-14-2",
      "content2": "邮箱：adult@pi_group.biz"
    }
  },
  "contact": {
    "title": "联系<br />我们",
    "subtitle": "留言",
    "name": "姓名",
    "phone": "电话",
    "email": "邮箱",
    "company": "公司名称",
    "Details": "描述详情",
    "btn": "发送"
  },
  "news": {
    "title": "<i>最新</i>",
    "title2": "<i class='dynamic'>动态</i>",
    "content": "全球娱乐风向标，引领全球泛娱乐资讯前沿"
  },
  "games": {
    "gamesOne": {
      "pai": "",
      "title": "派克游戏",
      "descripe": "品质娱乐，用心创造",
      "topic": "派克游戏2015年成立，公司在马来西亚吉隆坡，是一家集游戏类软件研发制作、运营服务、销售、推广的综合互动娱乐服务商。<br>公司坚持“品质娱乐，用心创造”的经营理念，以优秀的产品和稳定的运营体系及专业的技术支持，服务全球用户，为广大游戏玩家提供高品质的网络娱乐产品和服务"
    },
    "gamesTwo": {
      "title": "综合性研发团队<br>专业性运营团队",
      "topic": "研发团队现有员工超过50人,擅长技术开发与管理,具备多个成功的项目研发经验,专业的互联网综合性研发水平<br>运营团队现有员工30余人,是一个具有朝气且专业性强的团队,运营总监毕业于马来西亚斯特雅国际商学院,擅长企业运营策划及国际市场分析与开拓"
    },
    "gamesThree": {
      "title": "我们的优势",
      "list": [
        {
          "topic": "目标",
          "descripe": "提供外包支持以及联合研发，整合多方研发资源全力实现精品游戏孵化"
        },
        {
          "topic": "运营",
          "descripe": "从产品预热到市场投放，派克游戏拥有丰富经验，对产品和服务的系统进行设计、运行、评价和改进。"
        },
        {
          "topic": "销售",
          "descripe": "派克游戏销售团队具备卓越的游戏营销技巧，配备密集的营销网点，能大幅提升产品知名度"
        },
        {
          "topic": "推广",
          "descripe": "能够有计划地推广游戏，帮助产品解决渠道运营、周边衍生品、广告监测等问题，提高游戏的盈利水平"
        }
      ]
    },
    "gamesFour": {
      "title": "派克帝国",
      "descripe": "《派克帝国》是一款精雕细琢的、面向世界的精品游戏，是全球唯一模拟经营加即时战略完美结合的游戏，并融入了多文明元素，全方位感受历史洪流的沉淀。",
      "topic": [
        "游戏类型",
        "美术风格",
        "目标群体"
      ],
      "content": [
        {
          "topic": "RTS",
          "style": "欧美",
          "groups": "18~34岁玩家为主"
        },
        {
          "topic": "运营方式",
          "style": "目前状态",
          "groups": "官方网站"
        },
        {
          "topic": "免费运营，道具收费",
          "style": "运营中",
          "groups": "<a style=\"color:#fff\" href=\"http://www.paik.im\" target= _blank>http://www.paik.im</a>"
        }
      ]
    },
    "gamesFive": {
      "title": "联系我们",
      "biz": "games@pi-group.biz",
      "descripe": "Jalan Kerinchi Unit 06&07,Level 23A, Tower B, Vertical Business Suite, Bangsar South, No.8 Avenue 3, Kuala Lumpur, Malaysia <br>59200"
    }
  },
  "finance": {
    "financeOne": {
      "pai": "",
      "title": "派克金融",
      "descripe": "为全球用户构建一个全新的共享金融模式",
      "text": [
        "派克金融于2016年成立，是美国费城一家年轻的创新型金融公司。来自华尔街、硅谷的专业管理团队，以及美国哈佛商学院的权威智库支持。",
        "派克金融首创 “共享金融”商业模式，利用区块链共识总账协议，推出一种新的以资源、要素、功能、利益共享为特征的“共享金融”发展模式，实现金融资源最优利用。",
        "派克金融在派克集团整合泛娱乐产业链的大环境下，将游戏和金融行业进行跨界整合，首推“金融社交娱乐化”的发展目标，通过游戏合理发行管理π资产，建立有序的控制闭环与外环接口，让用户都能成为量化宽松的受益者。"
      ],
      "btn": "了解更多"
    },
    "financeTwo": {
      "title": "我们的愿景",
      "descripe": "共享金融未来会朝着社交化、娱乐化、场景化、移动化的方向发展，全面满足人们追求的“金融社交娱乐化”！通过共享金融，让我们摆脱被通货膨胀剥削的命运，真正做到“自己的信用自己做主！派克金融使得消费者从被动变为主导，参与到金融的交易与决策中来，建立公平、自由的金融社交娱乐圈，实现人人受益！",
      "btn": "共享经济"
    },
    "financeThree": {
      "descripe": "我们的优势",
      "list": [
        {
          "topic": "安全保障",
          "content": "派克集团旗下共享金融平台，应用区块链总账新技术，提供去中心化的、不需要原始信用的商业模式。"
        },
        {
          "topic": "专业团队",
          "content": "来自华尔街、硅谷的专业高管团队，以及哈佛商学院的权威智库支持。"
        },
        {
          "topic": "收益乐观",
          "content": "庞大的金融底层资产，可以获得乐观的高收益。"
        },
        {
          "topic": "资源丰富",
          "content": "集团形成了“游戏、VR成人、金融、影视、娱乐、体育”六个领域的泛娱乐新生态，丰富的资源和关系网。"
        }
      ]
    },
    "financeFour": {
      "pai": "",
      "title": "派克金融白皮书",
      "descripe": [
        "本文介绍了一个全新的区块链技术π的原理和技术架构。",
        "本文首先考察了Bitcoin，Litecoin，Ripple和Bitshares等现有区块链技术的优缺点，分析了这些技术的共识原理和应用场景。结合π区块链的应用方向，我们设计了π这个全新概念的区块链技术。",
        "π通过IPOS的共识机制来解决网络效率的问题。通过独创的π激励算法来增发和分配新增资产，以促进网络的活跃度和健康稳定地发展。π独创了公投形式的发行率确定方式，将平台的决定权下放到所有π使用者的手中，通过民主的方式来确定平台的走向。",
        "π提供丰富的智能合约接口，用户可以方便地通过智能合约创建各种应用，来满足各类不同场景的需求。"
      ],
      "lianjie": "另外，github源码地址在",
      "btn": "点击查看"
    },
    "financeFive": {
      "pai": "",
      "title": "派克金融产品",
      "content": [
        {
          "descripe": "Discovery 是全球首款采用区块链技术的社交游戏",
          "text": "玩家通过分享商业、慈善、运动、旅游等社交活动来合理分配π资产，让π与现实世界紧密结合，使游戏可以洞察现实世界的金融需求。",
          "btn": "前往下载"
        },
        {
          "descripe": "派克金融自主研发的一款金融+AR应用",
          "text": "Discovery 引入可编辑AR技术，为玩家带来全新游戏体验，增强互动，让每一个人成为“游戏改变世界”的参与者。",
          "btn": "前往下载"
        },
        {
          "descripe": "π Merchant——科技改变生活",
          "text": "π Merchant是一个商户管理平台。用户可以自由管理自己的商品，也可以将利润部分用来藏宝，享受返利营销。",
          "btn": "前往下载"
        }
      ]
    },
    "financeSix": {
      "title": "联系我们",
      "descripe": "1055 three westlakes,Berwyn,PA 19144 <br>邮箱:finance@thepifinance.com"
    }
  },
  "entertainment": {
    "entertainmentOne": {
      "pai": "",
      "title": "派克娱乐",
      "descripe": "全球著名的技术服务提供商，为世界各大娱乐博彩公司提供技术支持、解决方案与其他个性化的专业服务",
      "topic": "业务",
      "content": [
        "每年，全球各地的玩家都会前往澳门、拉斯维加斯等娱乐圣地参加博彩活动，我们与全球众多知名博彩娱乐公司合作，为用户提供有关于澳门博彩、体育博彩的丰富新闻资讯以及配套金融服务。",
        "不仅如此，我们还利用集团的技术优势，特别是VR技术和区块链技术，为世界各个博彩娱乐公司提供技术支持、解决方案与其它个性化的专业服务"
      ],
      "btn": "了解更多"
    },
    "entertainmentTwo": {
      "title": "我们的合作伙伴",
      "content": [
        "CASINO DE MONTE CARLO",
        "WYNN MACAU",
        "THE VENETIAN RESORT HOTEL CASINO",
        "FOXWOODS RESORT CASINO",
        "THE VENETIAN MACAO",
        "CASINO FILIPINO ANGELES"
      ]
    },
    "entertainmentThree": {
      "title": "希望了解更多信息？",
      "descripe": "如果你对派克娱乐有任何疑问及问题，请通过下面邮箱联系我们: <br> entertainment@pi-group.biz"
    }
  },
  "sports": {
    "sportOne": {
      "pai": "",
      "title": "派克体育",
      "descripe": "我们涉足体育赛事和体育博彩两大领域，与全球有名的博彩公司建立合作。",
      "topic": "派克体育博彩",
      "text": "传统体育博彩网站上的赔率都是由博彩娱乐公司根据市场行情制定，具体赔率根据市场投注大小上下浮动，保证无论比赛结果如何，博彩公司都稳赚不赔。 我们利用区块链、智能合约等新技术开发P2P撮合式博弈平台，玩家可以在平台上对赛事进行P2P博弈，保证过程的公平性。",
      "btn": "了解更多"
    },
    "sportsTwo": {
      "title": "派克体育项目",
      "descripe": "我们和全球许多知名博彩公司合作，以获得更多国家、地区最新最佳的赛事盘口。",
      "content": [
        {
          "topic": "线上投注",
          "text" : "我们支持赛后visa、MasterCard、PayPal、Skrill等结算方式，让胜算在握却临时资金周转困难的玩家能大显身手。"
        },
        {
          "topic": "P2P博弈",
          "text" : "派克体育将利用区块链、智能合约等新技术开发P2P撮合式博弈平台，玩家可以在平台上就某场赛事进行P2P博弈，省去了金字塔模式多级繁琐的抽成，确保公平，保住玩家的利益。"
        },
        {
          "topic": "价差交易",
          "text" : "派克体育拥有一个专业的体育博彩研究团队，研究各体育博彩网站的实时赔率，从中找到突破口，在不同的三家网站买胜、负、平，不管比赛结果如何，都能获利。"
        }
      ]
    },
    "sportsThree": {
      "descripe": "全球体育博彩行业<br>发展历程",
      "text": "体育博彩的历史，几乎与体育比赛的历史一样悠久。",
      "content": [
        {
          "topic": "1752",
          "text" : "英国赛马会(Jockey Club)1752 年成立，每当英国最负盛名的Grand National（全国越野障碍赛马）举办的时候，全国50%的人口都会参与到赌马中来。"
        },
        {
          "topic": "1879",
          "text" : "在澳大利亚，1879年就出现了合法的赛马博彩。"
        },
        {
          "topic": "1998",
          "text" : "在英国，体育博彩在1961年5月1日合法化。1998年，英国的威廉希尔公司开展了网上体育博彩业务，是有记载的最早开展合法互联网体育博彩业务的经营者。"
        },
        {
          "topic": "2005",
          "text" : "2001年，菲律宾政府宣称博彩合法，导致与菲律宾本岛的博彩公司如雨后春笋般涌现出来。2005年第一集团授权和记娱乐城等多家博彩公司成立，此后体育博彩逐渐向网络发展。"
        }
      ]
    },
    "sportsFour": {
      "title": "联系我们",
      "descripe": "如果您有好的建议或意见，请留言给我们。 <br>邮箱:sports@pi-group.biz"
    }
  },
  "television": {
    "televisionOne": {
      "pai": "",
      "title": "派克影视",
      "descripe": "主要将游戏改编成电影，计划未来将开机拍摄 《派克帝国》。",
      "topic": [
        "派克影视是一家创新型电影公司，专业做游戏改编电影，内容包括派克游戏公司研发和运营的游戏，以及全球知名游戏公司开发的受欢迎的游戏。游戏改编的电影自带影响力，这一点从《魔兽》的火爆程度足以认证。派克影视与好莱坞多个电影公司合作，未来，我们计划正式开机拍摄《派克帝国》。"
      ],
      "btn": "了解更多"
    },
    "televisionTwo": {
      "title": "影视项目",
      "topic": "《派克帝国》参与设计的一款即时战斗策略类游戏，背景为冷兵器时代的帝国发展和纷争，玩家可以扮演一个王国的领袖，拓展自己的领土，壮大自己的国家，演绎古代帝王激荡的人生！由派克影视投资的“派克帝国”游戏改编的电影正在筹备中，预计不久将开机，敬请期待。"
    },
    "televisionThree": {
      "title": "联系方式",
      "descripe": "如果您想了解更多请联系我们: <br>邮箱: pictures@pi-group.biz"
    }
  },
  "header": {
    "header1": "新金融 ",
    "header2": "新社交 新娱乐",
    "menu": {
      "menu1": "首页",
      "menu2": "关于我们",
      "menu3": "产品中心",
      "menu4": "泛娱乐",
      "menu5": "新闻",
      "menu6": "联系方式",
      "menu7": "集团产业",
      "menu8": "派克游戏",
      "menu9": "派克金融",
      "menu10": "派克成人",
      "menu11": "派克娱乐",
      "menu12": "派克体育",
      "menu13": "派克影视",
      "menu14": "电话: 001 484 2820777",
      "menu15": "邮箱 : info@pi-group.biz",
      "menu16": "地址 : 1055 three westlakes,Berwyn,PA 19144"
    },
    "sideOne": {
      "sideOne1": "新金融 , 新社交",
      "sideOne2": "新娱乐",
      "sideOne3": "金融社交娱乐化",
      "sideOne4": "联系我们"
    },
    "sideTwo": {
      "sideTwo1": "构建完整",
      "sideTwo2": "产业生态圈",
      "sideTwo3": "派克集团（π Group Inc.）开发“游戏、金融、成人、影视、娱乐、体育”等多项业务；研发VR、AR、区块链等高科技，首创共享金融商业模式，实现金融社交娱乐化商业目标。",
      "sideTwo4": "在科技快速进步的时代，我们了解到人类解决了衣食住行等基本生活需求后，会去寻求更高层次的精神享受。派克集团经营六大业务，是当今盈利能力最强的泛娱乐产业，为用户提供高品质的科技生活和娱乐新体验，实现满足用户精神层面需求的目标。"
    },
    "sideThree": {
      "sideThree1": "我们是谁？",
      "sideThree2": "我们是全球游戏、VR成人、金融等领域最受欢迎的泛娱乐集团之一。"
    },
    "sideFour": {
      "sideFour1": "我们有什么优势?",
      "sideFour2": "派克集团经营 “游戏、VR成人、金融、影视、娱乐、体育”六大业务，是当今盈利能力最强的泛娱乐产业。",
      "sideFour3": "科技",
      "sideFour4": "引入可编辑AR技术",
      "sideFour5": "娱乐",
      "sideFour6": "视觉、听觉、触觉全方位体验",
      "sideFour7": "安全",
      "sideFour8": "应用区块链技术",
      "sideFour9": "创新",
      "sideFour10": "领先的创新能力"
    },
    "sideFourdown1": {
      "sideFourdown1-1": "我们的愿景",
      "sideFourdown1-2": "为全球用户创造一个全新的共享金融生态圈，提供高品质的科技生活和娱乐体验， 让生命更精彩，让世界更璀璨！"
    },
    "sideFourdown2": {
      "sideFourdown2-1": "人工智能实验室",
      "sideFourdown2-2": "Connect人工智能实验室，以推动人工智能前沿科技的研发和应用为目标，主攻将人工智能算法用于实景识别、自然语言理解、金融分析预测等相关领域。"
    },
    "sideFourdown3": {
      "sideFourdown3-1": "AR新商业",
      "sideFourdown3-2": "我们利用AR技术结合实景识别等人工智能，创造AR新商业，让所有的人类体验都更上一层楼！未来还将衍生出AR支付、AR金融、AR社交、AR娱乐等越来越丰富的应用和体验！"
    },
    "sideFive": {
      "sideFive1": "主要业务",
      "sideFive2": "金融社交娱乐化，多元化业务引领全球泛娱乐产业发展潮流！",
      "sideFive3": "查看详情  >>",
      "sideFive4": "派克游戏公司位于马来西亚吉隆坡，是一家集游戏类软件研发制作、运营服务、销售、推广的综合互动娱乐服务提供商，团队有多个大型游戏项目研发及运营经验，业务包括手游、页游、主机游戏等。2015年，派克游戏首款战争策略类网游《派克帝国》发行，受到全球玩家追捧。",
      "sideFive5": "派克金融以资源、要素、功能、利益共享为特征的“共享金融”模式，实现金融资源更有效、公平地配置。我们将游戏和金融进行跨界整合，建立“金融社交娱乐化”的发展目标。通过发行管理π资产，建立有序的闭环生态，让用户成为量化宽松的受益者。",
      "sideFive6": "派克成人是全球领先的VR成人娱乐综合服务平台，总部位于世界色情业最开放的日本东京，有VR研发中心和大型VR体验馆，研发及代理高科技的VR成人用品。派克成人关注人和性之间的关系，重视产品的设计以及用户体验，基于对网络时代人们生活方式和VR虚拟现实的理解，提供别具一格的VR成人情趣服务。",
      "sideFive7": "派克娱乐与全球知名的博彩娱乐公司Wynn、Tipico、wagerweb、William Hill、Goalwin等合作，为用户提供相关的配套金融服务，并利用集体的技术优势，特别是VR技术和区块链技术，为世界各个娱乐博彩公司提供技术支持、解决方案与其他个性化的专业服务。",
      "sideFive8": "派克体育专注体育赛事和体育博彩两大领域，与欧洲各主流博彩公司建立合作。利用区块链、智能合约等新技术开发P2P撮合式博弈平台，玩家可以在平台上对赛事进行P2P博弈，确保公平公正。",
      "sideFive9": "派克影视根据游戏改编制作电影，题材包括派克游戏公司研发和运营的游戏，以及全球知名游戏公司开发的受欢迎的游戏。派克影视与好莱坞多个电影公司合作，未来，我们计划开机拍摄《派克帝国》。"
    },
    "sideSix": {
      "sideSix1": "更多派克信息 ",
      "sideSix2": "《Discovery》是一个连接虚拟与现实的社交游戏，通过设置藏宝与寻宝两个任务，让玩家在探索与分享中，尽情体验现实世界中错过的美好与感动。《Discovery》引入可编辑AR技术，为玩家带来全新游戏体验，让每一个人成为“游戏改变世界”的参与者。",
      "sideSix3": "了解详情"
    },
    "sideSixdown1": {
      "sideSixdown1-1": "阿拉丁 <span style=\"font-family:font2;font-weight:bold;\">π</span> 富计划",
      "sideSixdown1-2": "阿拉丁π富计划，一个全球通用的区块链智能合约商业平台。智能合约商业平台，能够为商家带来不可估量的增量交易。商家自己可以利用阿拉丁π富计划的区块链技术与智能合约算法将资产进行数字化发行，不需要传统会计师、律师、投行、券商、交易所等服务机构参与。"
    }
  },
  "sharedFinance": {
    "slideOne": {
      "slideOne1": "共享经济",
      "slideOne2": "利用闲置资产创造价值！",
      "slideOne3": "何为共享经济？",
      "slideOne4": "共享经济是当下最热门的话题，该词语已被录入牛津英文字典，定义为：“在一个经济体系中，通过免费或收费的方式，将资产或服务在个人之间进行共享。信息一般以互联网的方式进行传播: 多亏了共享经济，你可以在自己的需求得到满足的情况下，将闲置的资产比如汽车、公寓、自行车，甚至Wi-Fi网络出租给他人。”"
    },
    "slideTwo": {
      "slideTwo1": "共享经济成功的典范",
      "slideTwo2": "共享经济作为新生事物，迅速冲击着我们传统的生活方式，创业型企业在资本市场的推动下，如雨后春笋般在全球生根发芽。以交通行业的Uber、旅游住宿业的Airbnb为代表的共享经济模式，正在多个垂直领域颠覆传统行业。在经济萧条时期，这些共享经济领域里的先驱为那些“屌丝”消费者们创造出了非常实惠的消费解决方案，此外，他们也为那些需要“赚外快”的、或是工作时间较为灵活的人提供了一种全新的赚钱渠道和收入流。",
      "slideTwo3": "共享经济正在潜移默化地影响着人们的消费观，这种全新的生活方式，受到很多年轻消费群体的追捧。数据显示，Airbnb平均每晚的客流高达425,000人，比希尔顿在全球的交易高出22%。Uber已在逾300个城市投入运营，每天接送数百万乘客，公司估值625亿美金，远远大于包括Delta、美国航空公司、联合航空在内的传统航空公司。",
      "slideTwo4": "Uber和Airbnb的快速崛起，就是共享经济成功的典范，这得益于过去几年互联网以及社交网站、移动科技及大数据的广泛应用。我们获取适合自己信息的能力已达到空前高涨，交易实时化成为“新常态”，而社交网络的兴起则加深了人与人之间的连接与信任。",
      "slideTwo5": "几年之后，我们根本不会再去讨论共享经济的利与弊，因为那时共享经济已经融入到了我们的生活之中。"
    },
    "slideThree": {
      "slideThree1": "共享经济",
      "slideThree2": "市场价值有多大？",
      "slideThree3": "根据PwC的报告显示，共享经济规模已经排到全球行业经济的第五名，行业规模大约有150亿美元。预计到2025年，全球共享经济的市场价值预估将超过3350亿美元。金融作为经济的核心，未来，共享经济的下一个风口将是——金融业。"
    },
    "slideFour": {
      "slideFour1": "共享金融的诞生",
      "slideFour2": "纵观人类商业文明的发展历程，人们一直积极寻求新的、颠覆性的商业模式，来保证我们的闲置资金不被贬值的同时还能赚取更高额的回报。随着区块链技术的不断成熟，互联网与移动社交的普及，uber和airbnb的成功案例，加强了人们对共享经济的认识和接纳。",
      "slideFour3": "派克金融首创 “共享金融”商业模式，利用区块链共识总账协议，推崇一种新的以资源、要素、功能、利益共享为特征的“共享金融”发展模式，实现金融资源更有效、公平地组合和配置。",
      "slideFour4": "派克金融将游戏和金融进行跨界整合，通过发行管理π资产，建立有序的闭环生态，让用户都能成为量化宽松的受益者。在“共享金融”模式下，用户不再需要解读货币政策，自己发行货币，改变因量化宽松而被央行剥削的命运。",
      "slideFour5": "在当下国际金融危机的大背景下，财富严重缩水，固定收入已不能满足消费需求，很多人陆续加入理财的浪潮中来。共享金融思维的π资产受到了众多投资者的青睐。"

    }
  },
  "discoverDetail": {
    "discoverone": {
      "title": "连接虚拟与现实",
      "descripe": "世界就是你的游乐场",
      "topic": [
        " Discovery是一款虚拟与现实相结合的金融社交娱乐化游戏，分为藏宝与寻宝，藏宝者发布任务埋下宝藏，从而获得双倍价值藏宝图，寻宝者在现实中完成该任务，并获得宝藏。玩家通过分享商业、慈善、运动、旅游等社交活动来完成任务，从虚拟场景中走出去与现实世界紧密结合。在探索与分享中，体验现实中未曾发现的或者错过的美好与感动。",
        "探索：即寻宝，根据获取的藏宝图，独自或者邀约伙伴一起在现实世界中寻找藏宝地点（世界就是你的游乐场），并根据藏宝图设计者的要求，完成任务或体验，最终获取宝藏！",
        "分享：即藏宝，玩家找到现实世界中的一个地方，用游戏的藏宝功能，埋下宝藏，并设计藏宝图，内容可以包含一些任务或体验，并等待后期与寻宝者进行沟通和分享。"
      ],
      "btn": "联系我们"
    },
    "discovertwo": {
      "title": "商业",
      "topic": [
        "咖啡店老板可以在店中藏宝，等寻宝人前来，并在设计藏宝任务中要求其喝一杯本店最精致的咖啡；还可以要求寻宝人也在此藏宝，给寻宝人一张终身会员卡。",
        "书店老板可以在书店藏宝，并在藏宝图中要求寻宝人购买一本老板自己最喜欢的书，让很多本来错过这本书的人，领悟不一样的人生。",
        "骑术爱好者可以在自己的马场藏宝，让人过来骑马，藏宝图也可以介绍自己的马匹，让寻宝人更感兴趣，甚至也在这里藏宝，吸引更多寻宝者。",
        "还有商场、饭店、美容院等等，都可以通过藏宝推广自己的产品和品牌！ 而且，π本身有支付的功能，更加适合商家使用。"
      ]
    },
    "discoverthree": {
      "title": "旅游",
      "topic": [
        "在你到过的最美的山峰，最美的海景，最不可思议的线路埋下宝藏，也许就会有人和你分享这种只能体会，无法描述的快乐！",
        "在吴哥窟一个神秘的寺庙，一个得道高僧，都可以在藏宝图中显示；",
        "图书馆、博物馆、很多我们平时不去的地方，也许因为寻宝，我们会发现生活其实比我们想像的更宽广！"
      ]
    },
    "discoverFour": {
      "title": "慈善",
      "topic": [
        "有爱心的玩家可以在一个贫困小学埋下宝藏，让更多人来关注，来到这里，给孩子们捐款捐物，为了传递爱心，寻宝者可以继续在此埋藏宝藏。",
        "可以在一个年老的街头艺人卖艺的地方埋下宝藏，让更多人看到他的表演，奉献爱心；",
        "也可以在敬老院、孤儿院、残障人士等需要社会帮助的地方，多埋一些宝藏，并在藏宝图中要求寻宝者献出自己的爱心！"
      ]
    },
    "discoverFive": {
      "title": "世界就是你的游乐场",
      "topic": [
        "Discovery游戏，让玩家不断丰富精神世界和现实世界，也许你早已被无聊的现实所困，也许你的生活空间很久没有更新了，但通过Discovery，在很多被你遗忘和忽略的地方，会惊喜发现生活其实比我们想象的更宽广！",
        "Discovery不仅仅是一款游戏，它让世界成为了我们的游乐场，激发我们一起探索世界、改变世界的灵感！"
      ]
    },
    "discoverSix": {
      "title": "藏宝与寻宝<br>规则",
      "topic": [
        "藏宝总金额满300π，玩家可获得2倍价值的藏宝图，共40张，每张藏宝图的价值是玩家自己所藏宝藏的5%左右。",
        "藏宝图每周解锁一张。玩家根据已解锁藏宝图的任务提示去指定地点寻宝，挖宝后即可获得95%的宝藏。藏宝者对寻宝者的任务完成情况进行确认和好评后，寻宝者将获得更多宝藏奖励。",
        "若多次藏宝，便有多套藏宝图，系统会自动合并成40张，但藏宝价值叠加。"
      ]
    },
    "discoverSeven": {
      "title": "玩家收益",
      "topic": [
        "藏宝满足300π的倍数，即藏宝300π、600π、900π等（以此类推）可以获得双倍寻宝地图。藏宝越多，获得的藏宝图就越多，从而挖取的宝藏也越多，赚取的π资产越多……"
      ]
    },
    "discoverEight": {
      "title": "AR宝藏",
      "descripe": "基于AR实景技术开发，通过【LBS+AR】的方式在现实中藏宝、寻宝的创新游戏玩法",
      "topic": [
        {
          "title": "AR藏宝",
          "info": "用户设置藏宝的地点 → 设置可领取人数、宝藏金额等重要信息 → 支付 →上传3张不同的AR宝藏识别图 → AR藏宝成功。AR宝藏识别图要求：以静物为主；图片清晰易识别；需有明显的提示作用。"
        },
        {
          "title": " AR寻宝",
          "info": "寻宝者找到宝藏所在地，根据图片的提示，启用“π+AR”扫描，然后获得宝藏"
        }
      ]
    }
  }
}
export default CN
