{
  "productCenter": {
    "addContent": {
      "title": "Web Discovery",
      "subtitle": "The speed world, the flash experience",
      "content": "New Discovery mobile web version. No need to download, simplified interfaces, just log in and start to use. After logging in, users can use main trading functions like sharing top-up and withdraw, transfer, digital trading platform and referendum center. Efficient and stable, travel the new world!",
      "btn": "More",
      "description": "Scan the QR code to open web Discovery",
      "subDescription": "No need to download, simplified interfaces, just log in and start to use"

    },
    "slideZero":{
      "text1": "Bounty Hunter",
      "text2": "Weapon loaded, we get the TIP.",
      "text3": "The brand new game - Bounty Hunter, designed for chasing brand new type capital TIP, is putting on. Users could tip satisfying sellers after they paid to get consumer notes (like treasury maps). Follow hints to complete missions, the TIP is yours. TIP issuance is restricted to preserve its value. First came, first gained. Come chase TIP for the honor of “the Best Bounty Hunter”!",
      "text4": "Exchange",
      "text5": "More"
    },
    "slideOne": {
      "title": "PRODUCT CENTER",
      "subtitle": "Since its establishment, the group has been developing various high tech products and applications to stay ahead of the international market competition."
    },
    "empire": {
      "title": "INFINITY OF EMPIRES",
      "subtitle": "The world's first social strategy game",
      "content": "As the first mobile version RTS game, it has been on line and being operated well for nearly 2 years.",
      "btn": "Click to learn more"
    },
    "slideTwo": {
      "subtitle": "The social game that deeply connects virtual and reality",
      "content": "Discovery is a financial social game that connects virtual and reality. The 2 main functions of the game are treasure hiding and hunting. By hiding treasures and issuing treasure tasks, players can gain treasure maps of double worth and by hunting treasures they can gain the treasures. Furthermore, the treasures tasks normally ask players to share their business, charity, sports or travel moments, thus inspiring them to walk out of the virtual world and embrace the real world. In the process of discovering and sharing, they get to experience the beautiful and touching moments they might have missed in the real life.<br />Discover is not just a game, it makes the world our playground, inspires us to discover and change the world.",
      "btn": "Click to learn more"
    },
    "slideThree": {
      "subtitle": "Start a brand new way of interactions",
      "content": "π+AR is an application developed by π Finance. The AR here is a new technology that can seamlessly compound the information from virtual and reality. This application on Discovery will bring a brand new game experience to users. Moreover, it will start a new way of social entertainment by adding entertainment factors into our social and financial activities. In doing so, more people will gain access to these activities and become a participant of Games change the world.",
      "btn": "Click to learn more"
    },
    "slideFour": {
      "title": "PAY",
      "subtitle": "The time of value-added consumption",
      "content": "π Pay is a Discovery function through which paying is hiding treasures. π Pay integrates payment, treasure hunting, socializing and rebate gaining. By using it we are changing our life. Every consumption will gain us rebate, be it a cup of Mocha coffee, an iPhone or a wedding dress.",
      "btn": "Click to learn more"
    },
    "world": {
      "title": "WORLD",
      "subtitle": "New auction platform, everyone can be a land owner!",
      "content": "π World is a map auction launched by Discovery. This new game play will overturn our traditional way of entertainment.The system divides the world map into blocks according to its longitude and latitude. Each block has different basic prices based on its real-world population density and GDP.",
      "btn": "Click to learn more"
    },
    "slideFive": {
      "title": "<span class='marginRight32'>π</span>STOCK SUBSCRIPTION MARKET",
      "subtitle": "Users with more than 3,000π hiding treasures can apply for stock subscriptions",
      "content": "Stock subscription is a function that allows π users to invest in the group. Any users with more than 3,000π hiding treasures can apply for it. The company recognize subscription by π Pay. The subscribed stock equities are considered as original offerings. The equity and relevant bonus are protected by the law.<br />Subscription Rules:Users with treasures ≧ 3,000π,can subscribe stock equities at most 200% of the hiding amount;Users with treasures ≧ 3,000π,can subscribe stock equities at most 250% of the hiding amount;Users with treasures ≧ 3,000π,can subscribe stock equities at most 300% of the hiding amount.",
      "btn": "Click to learn more"
    },
    "slideSix": {
      "title": "SELLER OFFICIAL ACCOUNT MANAGEMENT PLATFORM",
      "subtitle": "The links between sellers and buyers",
      "content": "Seller Official Account Management Platform offers strong management services. Sellers can notify their buyers of the important information or events in a one-to-many manner, thus enabling them to easily carry out promotion and marketing activities. As for buyers, they can get the information much easier than before, so that it will save the sellers much complex in the promotion process and become more popular among buyers. In such way we can build a seller- buyer O2O marketing platform.",
      "btn": "Click to learn more"
    },
    "yuEbao": {
      "title": "Yu E’bao",
      "subtitle": "Always available and profitable",
      "content": "Users are required to submit a certain rate of excess reserve to allow deposit/ withdrawal around the clock, and gain them the issuance profits from the blockchain system.",
      "btn": "Click to learn more"
    },
    "Fund": {
      "title": "Fund",
      "subtitle": "The dividend of Intelligent Algorithm Age",
      "content": "π Fund first published the blockchain intelligent algorithm. It can figure out the most reasonable issuance amount based on the social data and π Pay data on Discovery so as to keep the rising trend of the stock prices. This can only happen in intelligent algorithm age",
      "btn": "Click to learn more"
    }
  },
    "presellOne": {
    "text1": "PRE-SALE",
    "text2": "day(s)",
    "text3": "hour(s)",
    "text4": "minute(s)",
    "text5": "second(s)",
    "text6": "Expected transaction price",
    "text7": "pre-sale quantity",
    "text8": "This is a brand new game made for the new source of bidding--TIP. It‘s the TIP currency that can be directly exchanged with Pi. TIP can be traded after Bounty Hunter launched, you can even exchange TIP into dollars, euros and yuan.",
    "text9": "pre-order",
    "text10": "Hi",
    "text11": "Log out",
    "text12": "Please",
    "text13": "log in",
    "text14": "Unit Price",
    "text15": "Enter the unit price",
    "text16": "Reference Price",
    "text17": "Qty",
    "text18": "Enter the quantity",
    "text19": "Amount",
    "text20": "Balance",
    "text21": "Submit",
    "text22": "Transaction authenticaton ",
    "text23": "security code",
    "text24": "Enter security code",
    "text25": "Google verify code",
    "text26": "Enter Google  code",
    "text27": "Enter Email  code",
    "text28": "Confirm",
    "text29": "Quit?",
    "text30": "Cancel",
    "text31": "Confirm",
    "text32": "Log in ",
    "text33": "Username",
    "text34": "Password",
    "text35": "code",
    "text36": "Please enter transaction security code",
    "text37": "Please enter verification code",
    "text38": "TIP presale is completed",
    "text39": "Please enter the unit price",
    "text40": "Please enter the quantity",
    "text41": "Your balance is insufficient",
    "text42": "Please set the security password",
    "text43": "Please set the verification code",
    "text44": "Username or password can't be empty!",
    "text45": "code",
    "text46": "Sent",
    "text47": "mail verify code"
  },
  "presell": {
    "text1": "done/",
    "text2": "Undone",
    "text3": "partial done",
    "text4": "all done",
    "text5": "EXCHANGE",
    "text6": "Serial No：",
    "text7": "User：",
    "text8": "Expected transaction",
    "text9": "Amount",
    "text13": "Booking completed"
  },
  "presellTwo": {
  "text1": "Expected transaction",
  "text2": "My reservation",
  "text3": "Serial No",
  "text4": "Time",
  "text5": "Username",
  "text6": "Unit price(π)",
  "text7": "Expected volume(TIP)",
  "text8": "No Data",
  "text9": "reserved amount(TIP)",
  "text10": "Trade or not",
  "text11": "Operate",
  "text12": "Cancel reservation",
  "text13": "Canceled",
  "text14": "Cancel the reservation or not",
  "text15": "Confirm",
  "text16": "Pending",
  "text17": "Processing",
  "text18": "Processed",
  "text19": "Partly traded",
  "text20": "System will cancel after sold out",
  "text21": "User Cancel",
  "text22": "Canceled",
  "text23": "Please log in",
  "text24": "reserved amount",
  "text25": "Expected turnover",
  "text26": "Unit price",
  "text27": "Unit price/Amount",
  "text28": "Done",
  "text29": "Closed",
  "text30": "Undone",
  "text31": "User info doesn't exist",
  "text32": "Username or password is wrong",
  "text33": "password_error_more",
  "text34": "network error",
  "text35": "verify_code_invalid",
  "text36": "Captcha code",
  "text37": "Expected transaction statistics",
  "text38": "Expected unit price",
  "text39": "Expected total amount(π)",
  "text40": "*Transaction statistics is for reference only, and is not totally accurate"
  },
  "knowBountyHunter": {
    "text1": "Rules about Bounty Hunter",
    "gameDescription": {
      "text1": "Bounty Hunter",
      "text2": "Chasing capital, winning fat TIP",
      "text3": "It’s a brand new game designed for chasing brand new type capital - TIP. You can exchange TIP with Pi. After Bounty Hunter is put on, TIP can be traded freely into USD, EUR and CNY.",
      "text4": "TIP is a capital of higher value and fancier mode. It balances the risk of inflation while offering richer return to players, helping to form a healthier ecosystem."
    },
    "text2": "Ⅰ. Introduction",
    "howToPlay": {
      "text1": "Rules",
      "text2": "Luck comes the way of life pursuers",
      "instructionsDatas": [
        {
          "text": "1. Users could tip satisfying sellers after they paid. The tipping amount is of no limit. "
        },
        {
          "text": "2. The tipping is paid in TIP which 5% goes to the seller and the rest 95% is used as Construction Fund."
        },
        {
          "text": "3. TIP issuance mode and proportion are of no difference with Pi."
        },
        {
          "text": "4. After tipping, the user receives a consumer note every week (like the treasury map of Pi). The note can be unlocked only when the user has paid to seller with equal amount of Pi.Following hints, the user goes to consume at appointed seller and get the tips. It lasts for 50 weeks until the quota is ran out (The present issuance rate is 135%)."
        },
        {
          "text": "5. Like Pi does, group tipping will speed up the receiving of consumer note."
        },
        {
          "text": "PS: For Pi Pay sellers, please re-register in TIP Version for receiving payment and tipping from users."
        }
      ]
    },
    "text3": "Ⅱ. Rules",
    "bhBillboard": {
      "text1": "TIP Mission Board",
      "text2": "Users are kept discovering TIP Missions (consumer notes). When a TIP Mission is completed, the player and the gained tips will be displayed on the Board. And there will be more new missions with higher tips.",
      "text3": "(The Board only lists the top 10 TIP Missions which are ranked by the gained tipping amount.)"
    },
    "text4": "Ⅲ. TIP Mission Board"
  },
  "compon": {
    "text2": "Pg up",
    "text3": "Pg down"
  },
  "discover": {
    "slideZero":{
      "text1": "TIP hunting, a land to hunters",
      "text2": "Chasing capital, winning fat TIP",
      "text3": "It’s a brand new game designed for chasing brand new type capital - TIP. You can exchange TIP with Pi. After Bounty Hunter is put on, TIP can be traded freely into USD, EUR and CNY.",
      "text4": "Exchange",
      "text5": "More"
    },
    "slideOne": {
      "subtitle": "HUNT TREASURE AND BURY TREASURE",
      "content": "Crossover makes Finance and Socialization entertainment",
      "content2": "To ensure the safety of your account, please use ",
      "routerLink": "Google authenticator >>"
    },
    "slideTwo": {
      "title": "ABOUT<span style='margin-left: .25rem'>π</span>ASSETS",
      "content": "π Financial employs block chain technology to make assets open and transparent, employs the concept of life, social and game to manage π Assets. The social game Discovery is the mode of issuance.π can be used for free trade, buying and selling, paying, etc. In this game, the players issue new π asset by means of social interactions such as sharing their life, business, charity, sports and tourism to closely connect π to the real world, enabling the game to see through the financial demand of the real world, and thus issue the π asset in the most rational way, and truly realize the goal that the Financial Stability Board has announced yet not fulfilled – “carry out corresponding QE policy based on the demand of currency by the market economy development!”",
      "btn": "LEARN MORE"
    },
    "slideThree": {
      "title": "RULES<i style='font-style: normal;'> OF </i>DISCOVERY",
      "content": "The game introduction ",
      "content2": "Cases of mission scenes ",
      "content3": "Rules for treasure burying and treasure hunting "
    }
  },
  "assetsSafety": {
    "title": " ASSETS SAFETY",
    "content": "Protect the safety of your π assets with Google Authenticator",
    "content2": "Scan the QR code to download",
    "btn": "Download"
  },
  "ARdownload": {
    "content": "Introduce editable AR technology, make everyone participant to",
    "content2": "the aim of Game changes the world."
  },
  "aboutAssets": {
    "slideOne": {
      "title": "ASSETS",
      "subtitle": "Make more people become beneficiaries of easing!",
      "content": "<span style='font-size: .24rem'>About π assets</span><br />We issue π Assets and allow π Pay in all our industries, through which an effectively internal closed-loop is created to increase π circulation and generate more values.",
      "content2": "In the game Discovery, all treasures are π assets. Players can reasonably manage their π assets through sharing social activities such as daily life, business, charity, sports and traveling, closely connecting π world and the real world, thus enabling the game to insightfully catch the real-world financial needs and issue π assets in a most scientific way. This is also the goal that many central banks have been trying but failed to achieve--to take exactly the corresponding measures based on the societal needs of currency."
    },
    "slideTwo": {
      "title": "SAFETY OF<span style='margin-left: .32rem'>π</span>ASSETS",
      "subtitle": "Applying the most subversive technology in the financial area—blockchain to manage π assets.",
      "content": "Blockchain is a decentralized credit system. By using data encryption, timestamp, distributive consensus and economic incentive, despite without trusts among different nodes, also based on decentralized credit system for P2P transactions, coordination and cooperation, the distributive system is able to settle the security issues. π Assets use blockchain to keep distributive legers, making users’ assets more transparent and open, and the transactions safer."
    },
    "slideThree": {
      "title": "<i class='pai'>π</i> Blockchain Finance",
      "subtitle": "Blockchain is far from being a technology; it’s a tool, and also a thought bearing ideas that coincides with <br>that of the Internet: openness, sharing and decentralization. While more than this, it step even forward to<br> spread not just information but also values.",
      "content": "Blockchain will be applied in multiple areas and bring greatly impacts on human life. The most important drive is blockchain finance, it will shock the traditional financial system, trigger off reforms in financial market, promote greater integration of finance and technologies and change the pattern of financial inndustry. All these are producing an era of self-finance.",
      "content2": "π Asset is the most applicable digital blockchain asset. It has gained recognition from huge amount of users and sellers for its supporting application of Discovery, innovations in financial social entertainment and great success in π Pay and new retail. Based on π Asset and blockchain technology, π Blockchain self-finance can better develop the current applications including business treasure hide, funds and π Pay, so as to create a new financial network."
    }
   },
  "fanEntertainment": {
    "fanSlideOne": {
      "title": "<span class='marginRight22'>π</span>MULTIMEDIA ENTERTAINMENT",
      "subtitle": "CREATES THE MOST PROFITABLE CLOSED-LOOP INDUSTRIAL CHAIN.",
      "content": "Multimedia entertainment refers to the property right based multi-area economics in the Internet era. The core of it is intellectual property which can be a story, a group or any other popular object.",
      "btn": "Contact us"
    },
    "fanSlideTwo": {
      "title": "FUTURE TRENDS",
      "content": "In the multimedia entertainment era, industries like literature, animation, games, film and television, finance, VR, sports, music and variety shows…no longer develop independently, but are commonly seen integrated by a big IP in the new ecosystem of multimedia entertainment.",
      "content2": "Multimedia entertainment industry chains are mounting, furthermore, game and film and television industries are now the best liquidity channels, they are supporters for other sections of the chain."
    },
    "fanSlideThree": {
      "title": "<span class='marginRight32'>π</span>MULTIMEDIA<br />ENTERTAINMENT INDUSTRY CHAIN",
      "content": "Multimedia Entertainment is universally considered as one of the most dominating eight trends in the Internet industry. Following this trend, we focus on games, and aim to build a dominant game brand with our own IPR. To achieve this, we integrate its upstream and downstream industries, and have gradually built a new ecosystem of multimedia entertainment with diversified businesses covering games, finance, movies, sports, entertainment and VR adult entertainment.",
      "content2": "The combined model of game, film and VR has initially taken shape. After the global launch of Infinity of Empires, the first same server war strategy game, we are now planning to publish its VR version; moreover, we will shoot a film from it.<br />Meanwhile, π Group will integrate game and finance, issue its finance product--πassets under the concept of “Games change the world”. The game Discovery is the issuance platform which allows free and real-time transactions.",
      "content3": "π Group is now comprehensively planning its six main businesses insomuch as to build the most profitable closed-loop multimedia entertainment industry chain, provide quality tech life and entertainment experience for users and cater to their all-round emotional demands."
    }
  },
  "aboutUs": {
    "slideOne": {
      "title": "COMPANY PROFILE",
      "content": "Values can be exchanged as easily as information",
      "content2": "π Group Inc. was founded in June, 2015 and funded by Matrix Venture Capital Management limited. Starting from games, we aim to build a dominant game brand with our own IPR. To achieve this, we are investing in a new area—financial social entertainment, adopting an international management system and has built a new ecosystem for multimedia entertainment with diversified businesses as games, finance, movies, sports, entertainment and VR adult entertainment.",
      "content3": "Science and technology are evolving faster than we can imagine!  People will seek higher level of enjoyment after getting their basic needs met. The six main businesses of π Group are forming the most profitable industry nowadays –multimedia entertainment, which in response to users’ emotional needs can provide new and high-quality technology and entertainment experience."
    },
    "slideTwo": {
      "title": "BRAND CONCEPT",
      "content": "In the integrated global economic system, brand is the key to gain market shares and the engine for a company to rise up rapidly. Since the initial stage of our global scheme, our corporate philosophy has always been ”Quality π, global brand”.",
      "content2": "To establish a diversified world brand, we have built up partnership with many world famous companies and put much effort in technology upgrading. We have published a series of high performance entertainment products and diversified services, all having strong market competitiveness."
    },
    "slideThree": {
      "title": "<span style='margin-right: .32rem'>π</span>Philosophy",
      "content": "We know a lot about the rules of this era, thus we are ready to embrace changes and progress the R&D of technologies to create better products and dominant platforms. Plus, dominance does not come from a certain technology or product, but our unremitting attitude to create, innovate and explore!"
    },
    "slideFour": {
      "title": "<span style='margin-right: .32rem'>π</span>PATH",
      "data7": [
        {"content": "2017,Jun--π Fund"},
        {"content": "2017,May--2017 US-China Economic Forum, the US"},
        {"content": "2017,May--200million USD Additional Investment from Matrix"},
        {"content": "2017,May--Discovery Yu E’bao"},
        {"content": "2017,Apr--AR Hunt (game)"},
        {"content": "2017,Mar--π Pay Feast Day"},
        {"content": "2017,Mar--π White Paper"},
        {"content": "2017,Jan--π Equity Subscription Center"},
        {"content": "2017,Jan--The Amazing World Event, Macau"},
        {"content": "2017,Jan--π Together"},
        {"content": "2017,Jan--π Pay"},
        {"content": "2017,Jun--π World"}
      ],
      "data6": [
        {"content": "2016,Dec--Discovery New Business Forum, the US"},
        {"content": "2016,Nov--“π+AR”App"},
        {"content": "2016,Nov--Discovery (Multilingual Ver.)"},
        {"content": "2016,Oct--Discovery (Moments Function launched)"},
        {"content": "2016,Oct--Discovery (Official global launch), Macau"},
        {"content": "2016,Sept--Dicovery 1.0 Ver. (social mobile game)"},
        {"content": "2016,Sept--Infinity of Empires, Tokyo Game Show, Japan"},
        {"content": "2016,Aug--Infinity of Empires, Gamescom, Kölner, Germany"},
        {"content": "2016,Jul--Infinity of Empires, ChinaJoy, Shanghai"},
        {"content": "2016,Jun--Infinity of Empires, E3 Game Show, the US"},
        {"content": "2016,Infinity of Empires, Private Beta"}
      ],
      "data5": [
        {"content": "2015,Oct--VIP Register Channel& Boost Card Presold"},
        {"content": "2015,Jun--Founding of π Group, Philadelphia, the US"}
      ]
    }
  },
  "industries": {
    "slideOne": {
      "title": "INDUSTRIES",
      "content": "HIGH-QUALITY TECHNOLOGY LIFE AND FRESH ENTERTAINMENT EXPERIENCE",
      "content2": "π Group Inc. was founded in June,2015, it has six main businesses as games, finance, film, entertainment, sports and adult entertainment; it also researches and develops high techs such as VR, AR and blockchain; and created a new finance model—sharing finance so as to reach its business goal of financial social entertainment.",
      "content3": "Science and technology flies! Humans will seek higher level spiritual enjoyment since basic needs of life were met. The six main businesses of π Group are the most profitable pan-entertainment industry, which provides high-quality technology and entertainment experience to users, meanwhile, achieves the goal of our Group which meets the various spiritual demands of the humans.",
      "btn": "Click to learn more"
    },
    "slideTwo": {
      "title": "CUSTOMER TESTIMONIAL",
      "content": "STARTING FROM GAMES, WE AIM TO BUILD A DOMINANT GAME BRAND WITH OUR OWN IPR",
      "content2": "To achieve this, we are investing in a new area—financial social entertainment, adopting an international management system and has built a new ecosystem for multimedia entertainment with diversified businesses covering games, finance, movies, sports, entertainment and VR adult entertainment."
    },
    "slideThree": {
      "title": "DOWNLOAD",
      "content": "THE SELF-DEVELOPED APPLICATION COMBINING FINANCE AND AR TECHNOLOGY",
      "content2": "Discovery applies editable AR technology to provide brand new and more interactive game experience, making everyone a participant of “Games change the world”."
    }
  },
  "adult": {
    "slideOne": {
      "title": "<span>π</span> ADULT",
      "content": "OVERARCHING & UNIQUE",
      "content2": "π Adult Entertainment is a world leading integrated service platform for VR Adult Entertainment. Headquartered in Tokyo, Japan, a paradise for adult entertainment, it was able to build a VR R&D center and a mega VR experience house, which enables it to R&D its own and agent sell high-tech VR adult products for others. π adult entertainment focuses on the human sexual activities, it values much about its product designs and customer experience, offering unique VR adult services based on its understandings of the Internet era lifestyles and VR technologies. <br />We have introduced VR adult videos and wearable devices to bring users zero distance to virtual sex. Other state-of-the-art technologies are also applied to provide unique intimacy for VR adult users. Our mission is to create a comfortable, happy and healthy adult entertainment life with our high quality products, best customer experience and comprehensive services. The beauty of AR Adult will make your life better！",
      "btn": "Click to learn more"
    },
    "slideTwo": {
      "title": "OUR PRODUCTS",
      "content": ".01 VR Sexbots",
      "content2": "Ideal VR technology should has human cognitive skills, right now however, it’s not yet fully fledged. In such period, some supporting services are needed to meet our demands. That’s why the VR market now is still gaining much momentum and more and more developers have begun to focus on the research and making of VR products. VR sexbot is just one of them. Sexbots are somewhat revolutionary in that it challenges the idea that emotional feedback and physiological activation only exist among humans.",
      "btn": "We are working on developing this..."
    },
    "slideThree": {
      "title": "OUR PRODUCTS",
      "content": ".02 'Beauty of Adult' series",
      "content2": "Besides, the π Adult Entertainment also launched “Beauty of Adult” series hi-tech adult toys, for example, power-driven male masturbation cups, heating rods, Clitoral & G-Spot Stimulators and vibrating bullets, etc. Our goal is to cater both to male and female users.",
      "btn": "Go to π Adult Store"
    },
    "slideFour": {
      "title": "OUR PRODUCTS",
      "content": ".03 VR adult video",
      "content2": "Different from ordinary adult videos, our actresses need to perform to the camera and imagine the camera to be the person that’s having sex with them, so that the users can get real scene experience by only wearing a VR helmet. "
    },
    "slideFive": {
      "title": "OUR PRODUCTS",
      "content": ".04 VR webcast",
      "content2": "The idea of combining webcast and VR is gradually gaining popularity. Want to see beauties, actresses or stars? All you need is to wear a pair of VR glasses. You can enjoy a broader horizon and contact “face to face” with your Venus, all our services for sure will be revolutionary."
    },
    "slideSix": {
      "title": "CONTACT US",
      "content": "Address:Minami-Azabu 4-14-2，Tokyo, Japan",
      "content2": "E-MAIL: adult@pi_group.biz"
    }
  },
  "contact": {
    "title": "CONTACT<br /> US",
    "subtitle": "SEND A MESSAGE",
    "name": "Name",
    "phone": "Phone",
    "email": "E-mail",
    "company": "Company",
    "Details": "Project Details",
    "btn": "SEND A MESSAGE"
  },
  "news": {
    "title": "<span><em>L</em>ATEST</span>",
    "title2": "<span>NEW<em>S</em></span>",
    "content": "Multimedia entertainment,global entertainment vane"},
  "games": {
    "gamesOne": {
      "pai": "π",
      "title": "GAME",
      "descripe": "Quality entertainment & Dedicated creation",
      "topic": "Founded in 2015 and located in Kuala Lumpur, Malaysia, π game is an integrated interactive entertainment service provider professional in game app R&D, operations, selling and promoting services.<br> π Game insists in creating quality entertainment products with 100% commitment. With supreme products, stable operation systems and professional technical supports, we can provide global users with high-quality network entertainment products and services."
    },
    "gamesTwo": {
      "title": "COMPREHENSIVE R <span style='font-family:font2;font-weight:bold;font-size:.8rem'>&</span> D TEAM <br>PROFESSIONAL OPERATION TEAM",
      "topic": "With more than 50 talents and several successful cases, our R&D team is specialized in comprehensive Internet technology R&D and management.<br>We have more than 30 young professional talents in the operations team, what’s more, the team director is a graduate from Sedaya International College and is good at cooperate operations planning and international market analyzing and expanding."
    },
    "gamesThree": {
      "title": "OUR ADVANTAGES",
      "list": [
        {
          "topic": "GOAL",
          "descripe": "We provide out-sourced support and joint development services, meanwhile, spare no efforts to integrate R&D resources for hatching quality games."
        },
        {
          "topic": "OPERATIONS",
          "descripe": "π Game is experienced from advance publicity area to market place, helping you design, operate, review and improve the product and service systems."
        },
        {
          "topic": "SELLLING",
          "descripe": "π Game has an excellent marketing team for games and enough sales outlet density to greatly build up brand names."
        },
        {
          "topic": "PROMOTION",
          "descripe": "It can promote games through standardized processes, help settling operational channels, derivatives and advertising monitoring and increase game profits."
        }
      ]
    },
    "gamesFour": {
      "title": "INFINITY OF EMPIRES",
      "descripe": "π Infinity of Empires is a quality game with sincerity and global adaptivity, it is now the only game that can perfectly combine simulating operations and real-time strategy, and furthermore, its multicultural backings will provide players with all-round historical feelings.",
      "topic": [
        "TYPE",
        "ART STYLE",
        "TARGET GROUPS"
      ],
      "content": [
        {
          "topic": "RTS",
          "style": "Occident Style",
          "groups": "Play between 18 to 34"
        },
        {
          "topic": "Operation mode",
          "style": "Current status",
          "groups": "Official Website"
        },
        {
          "topic": "Only change for props",
          "style": "In operation",
          "groups": "<a style=\"color:#fff\" href=\"http://www.paik.im\" target= _blank>http://www.paik.im</a>"
        }
      ]
    },
    "gamesFive": {
      "title": "CONTACT US",
      "biz": "games@pi-group.biz",
      "descripe": "Jalan Kerinchi Unit 06&07,Level 23A, Tower B, Vertical Business Suite, Bangsar South, No.8 Avenue 3, Kuala Lumpur, Malaysia <br>59200"
    }
  },
  "finance": {
    "financeOne": {
      "pai": "π",
      "title": "FINANCE",
      "descripe": "To build a brand new finance model for global users",
      "text": [
        "π Finance was a young and innovative finance company founded in 2016, Philadelphia, US. It’s supported by a veteran management team that exemplifies the financial savvy of Wall Street, the technical smarts of Silicon Valley and the creative genius of Harvard Business School.",
        "π Finance first created the business model of sharing finance which is based on blockchain ledger agreement .It  aims to make the best use of financial resources by sharing resources, factors, functions and profits.",
        "π Finance tries to integrate game and finance industries within the multimedia entertainment industry chain. It sets up a goal to develop with Financial social entertainment, and by issuing and managing π assets, it has built an orderly run closed loop and outer ring interface system, so that all users can benefit from quantitative easing."
      ],
      "btn": "Click to learn more"
    },
    "financeTwo": {
      "title": "OUR VISION",
      "descripe": "Sharing finance will become more social, entertaining, scenarized and mobile in order to meet people’s need of financial social entertainment. Via sharing finance, we will get rid of the exploitation of inflation and become real masters of our credits. π finance enables users to become the dominant roles in finance transactions and decisions, so that we can build a fair and free financial social entertainment circle and benefit everyone.",
      "btn": "Sharing Economy"
    },
    "financeThree": {
      "descripe": "OUR ADVANTAGES",
      "list": [
        {
          "topic": "SAFETY CONTROL",
          "content": " Using the new technology of blockchain ledger, π Group provides a sharing economy platform that is both decentralized and no longer relying on original credits."
        },
        {
          "topic": "PROFESSIONAL TEAM",
          "content": "Supported by a veteran management team that exemplifies the financial savvy of Wall Street, the technical smarts of Silicon Valley and the creative genius of Harvard Business School."
        },
        {
          "topic": " CONSIDERABLE BENEFITS",
          "content": "Extensive underlying assets can be turned into considerable profits."
        },
        {
          "topic": "ABUNDANT RESOURCES",
          "content": "π Group has abundant resources and networks which has combined six areas including games, finance, pictures, entertainments, sports and VR adult, so as to form a new industry ecosystem of multimedia entertainment."
        }
      ]
    },
    "financeFour": {
      "pai": "π",
      "title": "WHITE PAPER",
      "descripe": [
        "The article introduces the principles and technical architecture of a brand-new blockchain technology π.",
        "The article surveys the advantages and disadvantages of the existing blockchains like BitCoin, Litecoin, Ripple and BitShares. It also analyses the consensus process and application scenarios of these technologies. And by considering the application directions of π, we design the blockchain technology with the brand-new concept of π.",
        "π solves the network efficiency problems through the consensus mechanism of IPoS. The new assets are additionally issued and allocated through the original π incentive algorithm to promote the network activity and its healthy and stable development. π invented announcement mechanism to decide the subsequent issuance rate. Through this democratic way, every π user will have the right to decide the direction of the platform.",
        "π provides rich smart contract interfaces and the users may flexibly create various types of smart contract applications to fulfill their different requirements."
      ],
      "lianjie": "Moreover, if you want to get the open source code on Github, please click",
      "btn": "Click View"
    },
    "financeFive": {
      "pai": "π",
      "title": "FINANCE PRODUCTS",
      "content": [
        {
          "descripe": "Discovery is the first social game ever to use blockchain technology.",
          "text": "Users can allocate their π assets by sharing their business, charity, sports and travel moments so that π will be closely connected to the real world and the game can better catch the real world financial demands.",
          "btn": "Download"
        },
        {
          "descripe": "Discovery is a self-developed π+AR application of π Finance",
          "text": " Discovery introduces editable AR technologies to bring brand new and more interactive game experience to players, so that everyone can be a participant of Games change the world.",
          "btn": "Download"
        },
        {
          "descripe": "π Merchant--Sci-Tech changes our life",
          "text": "It’s a seller management platform where users can manage their goods and allocate parts of the profits to hide treasures as well as promoting their brands.",
          "btn": "Download"
        }
      ]
    },
    "financeSix": {
      "title": "CONTACT US",
      "descripe": "1055 three westlakes,Berwyn,PA 19144 <br>E-mail:finance@thepifinance.com"
    }
  },
  "entertainment": {
    "entertainmentOne": {
      "pai": "π",
      "title": "ENTERTAINMENT",
      "descripe": "GLOBAL TECHNICAL SERVICE PROVIDER",
      "topic": "BUSINESS",
      "content": [
        "We offer technical support, solutions and other customized  services for major gambling companies around the world.",
        "Every year, global gamblers are heading for famous gambling cities like Macau and LA. With such a huge market, we are building up partnership with world famous gambling companies including Wynn, Tipico, Wagerweb, William Hill and Goalwin. We also provide rich news about sports and gambling.",
        "More than that, we also take advantage of our group technology, especially VR and blockchain, thus enabling us to offer technical support, solutions and other customized services for major gambling companies around the world."
      ],
      "btn": "Click to learn more"
    },
    "entertainmentTwo": {
      "title": "OUR PARTNERS",
      "content": [
        "CASINO DE MONTE CARLO",
        "WYNN MACAU",
        "THE VENETIAN RESORT HOTEL CASINO",
        "FOXWOODS RESORT CASINO",
        "THE VENETIAN MACAO",
        "CASINO FILIPINO ANGELES"
      ]
    },
    "entertainmentThree": {
      "title": "WANT TO KNOW MORE",
      "descripe": "If you would have any question or problem, please contact us via the email below: <br> entertainment@pi-group.biz"
    }
  },
  "sports": {
    "sportOne": {
      "pai": "π",
      "title": "SPORTS",
      "descripe": "FOCUSES ON SPORTS EVENTS AND SPORTS GAMBLING.",
      "topic": "SPORTS GAMBLING",
      "text": "On Traditional sports gambling websites, their  odds are decided by gambling companies based on the market fluctuations. Whatever the result is, the gambling companies will always win. While π Sports uses blockchain and smart contract to develop matchmaking P2P gaming platform, this new technology enables  users to game in a P2P manner on certain event and assuring fair play.",
      "btn": "Click to learn more"
    },
    "sportsTwo": {
      "title": "SPORTS EVENTS",
      "descripe": "We are building up partnership with many renown gambling companies to gain better and latest event handicap in more countries and regions.",
      "content": [
        {
          "topic": "ONLINE BETTING",
          "text": "We support payment by visa, MasterCard, PayPal and Skrill afterwards, so that player don’t have to worry about the cash-flow problems."
        },
        {
          "topic": "P2P GAMING",
          "text": " π Sports uses blockchain and smart contract to develop matchmaking P2P gaming platform, enabling users to game in a P2P manner on certain event thus saving players from the multi-tiered pyramid of commission and assuring profits for them."
        },
        {
          "topic": " SPREAD TRADING",
          "text": "πSports has a professional gambling research team that is focusing on real-time odds from various sports gambling websites and trying to figure out useful information. Whatever the results, our players will always win."
        }
      ]
    },
    "sportsThree": {
      "descripe": "DEVELOPMENT COURSE OF GLOBAL <br>SPORTS GAMBLING INDUSTRY",
      "text": "The history of sports gambling is almost as old as the history of sports competitions.",
      "content": [
        {
          "topic": "1752",
          "text": " The British Jockey Club was founded in 1752, back then, 50% of the people would join the Jockey horse betting during the Grand National."
        },
        {
          "topic": "1879",
          "text": " As early as 1879, there appeared legal horse betting in Australia."
        },
        {
          "topic": "1998",
          "text": " Sports betting was legalized on May 1st ,1961. In 1998, the British company William Hill began its sports gambling business, it was the first recorded runner of legal online sports gambling."
        },
        {
          "topic": "2005",
          "text": "In 2001, the Philippines legalized gambling which had greatly encouraged the industry at the time. Then in 2005, the First Group authorized many gambling companies like Heji Entertainment, since then, sports gambling started to go online."
        }
      ]
    },
    "sportsFour": {
      "title": "CONTACT US",
      "descripe": "If you would have any suggestion, please leave a message to us. <br>E-mail:sports@pi-group.biz"
    }
  },
  "television": {
    "televisionOne": {
      "pai": "π",
      "title": "PICTURES",
      "descripe": "FOCUSES ON GAME BASED MOVIES.",
      "topic": [
        "π Pictures is an innovative film studio. Its movies are all adapted from games, including the ones developed and operated by π games and other popular ones by world famous game companies.",
        "Game based movies have their own market, which can be proved by the success of Warcraft. π Pictures is cooperating with several Hollywood film studios and we plan to film <i>Infinity of Empires</i>."
      ],
      "btn": "Click to learn more"
    },
    "televisionTwo": {
      "title": "PROJECTS",
      "topic" : "<i>Infinity of Empires</i> is a RTS game based on the rise and fall of empires in the cold weapon age. Players can play the king roles that will allow them to expand their territories, strengthen their kingdoms and live an extraordinary life in the game. Besides, the movie version is underway-so stay tuned!"
    },
    "televisionThree": {
      "title": "CONTACT US",
      "descripe": "If you would like to learn more, please contact us the email: <br>Email: pictures@pi-group.biz"
    }
  },
  "discoverDetail": {
    "discoverone": {
      "title": "CONNECT THE VIRTUAL AND REALITY",
      "descripe": "WORLD IS YOUR PLAYGROUND",
      "topic": [
        " Discovery is the game connect the virtual  and reality. It makes players fully experience the beautiful and touching moments they missed in real life via exploring and sharing by setting the tasks of treasure hide and treasure hunt. In the Discovery game, all the treasures are π assets.",
        " Exploration: it refers to exploring treasure; according to the acquired treasure map, be alone or invite partners to find the treasure location in the real world (the world is your playground) and according to the treasure map designer's requirements to complete the task or experience and ultimately get the treasure! ",
        "Sharing: it refers to hiding the treasure. Players can find a place in the real world and then bury the treasure and design the treasure map with the game’s function of treasure hunt. The content may contain some task or experience and wait for communicating and sharing with the latter treasure hunters."
      ],
      "btn": "Contact us"
    },
    "discovertwo": {
      "title": "BUSINESS",
      "topic": [
        " Cafe owners can hide treasure in the store to wait for treasure hunter and in the treasure map ask the hunter to drink a cup of their most exquisite coffee in the store; the treasure hunters also can be requested to hide the treasure in the store and the owner can give the treasure hunter a lifetime membership card.",
        " Bookstore owners can hide treasure in the bookstore and ask treasure hunters to purchase one of his favorite books in the treasure map, so that many people who would have missed the book can understand the different life.",
        "Riding enthusiasts can hide treasure in their own horse farms and ask the hunter to come for horse riding. They can also introduce their own horses in the treasure map, so that treasure hunters are more interested in it. They can even hide treasures here to attract more treasure hunters. ",
        "Shopping malls, restaurants, beauty salons and so on can promote their products and brands through hiding treasure! Moreover, π itself supports payment, so it is more suitable for businesses for use."
      ]
    },
    "discoverthree": {
      "title": "TOURISM",
      "topic": [
        " Hide treasure in the most beautiful mountains, the most beautiful ocean views and the most incredible line you have ever been and maybe someone can share with you the happiness that can only be experienced but not described!",
        "A mysterious temple and a monk enlightened in Angkor Wat can be displayed on the treasure map",
        "For a lot of places we usually do not go to such as libraries and museums, perhaps because of treasure hunting, we'll find that life is actually broader than we once thought!"
      ]
    },
    "discoverFour": {
      "title": "CHARITIES",
      "topic": [
        "Kind players can hide treasure in a poor primary school to allow more people to pay attention to it and come to donate money and clothes to the children. In order to spread love, treasure hunters can continue to hide treasure here. ",
        " You can hide treasure in a place where an old busker performs, so that more people see his performance and spread love",
        " You can also hide more treasure in places where social aids are needed such as the community homes for the elderly, orphanages and the places for the disabled and require treasure hunters to spread his love in the treasure map!"
      ]
    },
    "discoverFive": {
      "title": "THE WORLD IS YOUR PLAYGROUND",
      "topic": [
        "Discovery help users constantly improve their emotional and real world. Maybe you have been bored by reality and lived in the place for so long. But with Discovery, you will encounter many places you used to forget and ignore. You will find that life is actually much wider than we’ve imagined.",
        "Discovery is not just a game, it makes the world our playground, inspires us to discover the world and get the hints of how we should change it!"
      ]
    },
    "discoverSix": {
      "title": "RULES FOR TREASURE BURY <br>AND HUNT",
      "topic": [
        "When the total value of buried treasure arrives 300π, players can get 40 treasure maps which double the value. The value of each treasure map is 5% of the buried treasure. ",
        " Every week treasure map unlocks  one map. According to clues of unlocked treasure maps, players hunt for treasures and get 95% of them after digging. When task posters have confirmed and evaluated the task achievement, treasure hunters will get more reward.",
        "If you repeatedly bury treasures, you will get more sets of treasure maps. The system will automatically combine it into 40 maps, while the value will be stacked up."
      ]
    },
    "discoverSeven": {
      "title": "PLAYER PROFITS",
      "topic": [
        "Must be a multiple of 300π which can get double maps. For example, 300π, 600π, 900π and so on. The more you buried, the more treasure maps you will get; the more treasures you hunt, the more π assets you will earn… "
      ]
    },
    "discoverEight": {
      "title": "AR TREASURE ",
      "descripe": "Based on Location Based Service(LBS) and Augmented Reality(AR), it’s a new gameplay that enables players to hide& hunt treasures in the real world",
      "topic": [
        {
          "title": "AR Treasure Hide",
          "info": "Users set the treasure points→other important information including available number and treasure amount→complete the payment→upload 3 different recognition images→the treasure is successfully hidden Requirements: inanimate objects are highly recommended; the pixel should be recognizable and there should be obvious hints on the map"
        },
        {
          "title": "AR Treasure Hunt",
          "info":"The hunter follow the hints to find the treasure points, start “π+AR”and get the treasure after beating its guard."
        }
      ]
    }
  },
  "header": {
    "header1": "NEW FINANCE ",
    "header2": "NEW SOCIAL LIFE NEW ENTERTAINMENT ",
    "menu": {
      "menu1": "π GROUP",
      "menu2": "About us",
      "menu3": "Product center",
      "menu4": "Multimedia entertainment",
      "menu5": "News",
      "menu6": "Contact",
      "menu7": "INDUSTRIES",
      "menu8": "π Game",
      "menu9": "π Finance",
      "menu10": "π Adult Entertainment",
      "menu11": "π Entertainment",
      "menu12": "π Sports",
      "menu13": "π Pictures",
      "menu14": "Phone : 001 484 2820777",
      "menu15": "Mail : info@pi-group.biz",
      "menu16": "Address : 1055 three westlakes,Berwyn,PA 19144"
    },
    "sideOne": {
      "sideOne1": "NEW FINANCE , NEW SOCIAL LIFE",
      "sideOne2": "NEW ENTERTAINMENT",
      "sideOne3": "FINANCIAL SOCIAL ENTERTAINMENT",
      "sideOne4": "Contact us"
    },
    "sideTwo": {
      "sideTwo1": "BUILDING AN INTEGRATED",
      "sideTwo2": "INDUSTRY ECOSYSTEM",
      "sideTwo3": "π Group Inc. was founded in June, 2015. Our main businesses are games, finance, movies, sports, entertainment and VR adult entertainment. Meanwhile, we were the pioneer in the sharing finance model with high-techs like VR,AR and blockchain, by this we aim to build a financial social entertainment business model.",
      "sideTwo4": "Science and technology progress fast! People will seek higher level of enjoyment after getting their basic needs met. The six main businesses of π Group are forming the most profitable industry nowadays –multimedia entertainment, which in response to users’ emotional needs can provide new and high-quality technology and entertainment experience."
    },
    "sideThree": {
      "sideThree1": "WHO ARE WE?",
      "sideThree2": "We are one of the most popular multimedia entertainment groups in global markets of games, finance and VR Adult Entertainment."
    },
    "sideFour": {
      "sideFour1": "OUR EDGES",
      "sideFour2": "π group which covers 6 main businesses as games, finance, film, entertainment, VR sports and adult entertainment, focuses on the most profitable industry : multimedia entertainment.",
      "sideFour3": "SCIENCE AND TECHNOLOGY",
      "sideFour4": "Introduce editable AR technology",
      "sideFour5": "ENTERTAINMENT",
      "sideFour6": "A full range of entertainment provides you with a visual, audio and tactual feast!Visual, audio and tactual, a full range of entertainment provides you with a great feast!",
      "sideFour7": "SECURITY",
      "sideFour8": "Application of block chain technology",
      "sideFour9": "INNOVATION",
      "sideFour10": "Leading innovation ability"
    },
    "sideFourdown1": {
      "sideFourdown1-1": "OUR VISION",
      "sideFourdown1-2": "To build a brand new sharing finance ecosystem  for global users,π group aims at providing people high quality tech life and entertainment experience, so as to make the world a better place!"
    },
    "sideFourdown2": {
      "sideFourdown2-1": "ARTIFICIAL INTELLIGENCE LABORATORY",
      "sideFourdown2-2": "Connect is an AI lab which  major focus is to research and develop AI. More specifically, it’s trying to apply AI algorithms into areas like real scene recognition, natural language understanding and financial analytical prediction, etc."
    },
    "sideFourdown3": {
      "sideFourdown3-1": "AR NEW BUSINESS",
      "sideFourdown3-2": "We combine AR with AI technology like real scene recognition to create AR new business, adding value to the customer’s experience. In the future, it will derive various applications including but not limited to AR Pay, AR Finance, AR Social and AR Entertainment. "
    },
    "sideFive": {
      "sideFive1": "MAIN BUSINESS",
      "sideFive2": "Financial social entertainment is taking the lead in the global multimedia entertainment industry with its diversified businesses!",
      "sideFive3": "Click for details  >>",
      "sideFive4": "Located in Kuala Lumpur, Malaysia, π game is an integrated interactive entertainment service provider professional in game app R&D, operations, selling and promoting services. Our team has designed and operated several great game projects, for example, mobile games, web games and console games. In 2015, π game published the world’s first war strategy online game Infinity of Empires which soon became a hit in the global market.",
      "sideFive5": "Adopting the “sharing finance” mode which features in sharing resources, elements, functions and profits, π finance achieves a more efficient and fairer way to distribute finance resources. We integrate game and finance, and ultimately aim to build a financial social entertainment platform. By issuance and management of π assets, we have built an orderly closed-loop ecosystem, making users beneficiaries of quantitative easing.",
      "sideFive6": "π Adult Entertainment is a world leading integrated service platform for VR Adult Entertainment. Headquartered in Tokyo, Japan, a paradise for adult entertainment industry π adult entertainment was able to build a VR R&D center and a mega VR experience house, which enables it to R&D its own and agent sell high-tech VR adult products for others. π adult entertainment focuses on the human sexual activities, it values much about its product designs and customer experience, offering unique VR adult services based on its understandings of the Internet era lifestyles and VR technologies.",
      "sideFive7": "As a reliable partner of world-renown companies including Wynn, Tipico, wagerweb, William Hill and Goalwin, πGame not only provides supporting finance services for users but also offers technology supports, solutions and other specialized services to global gambling companies with its integrated technology edges, especially the VR technology and blockchain technology.",
      "sideFive8": "π Sports focuses on Sports event and Sports gambling. It has built up partnership with major gambling companies in Europe. With new techs such as blockchain and smart contract, it’s now developing the P2P matchmaking gaming platform where users can game in a P2P manner on sports events, and fair play is assured.",
      "sideFive9": "π Pictures makes movies adapted from games, including the ones developed and operated by πgames and other popular ones by world famous game companies. It is now cooperating with several Hollywood film studios and the movie Infinity of Empires will soon get under way."
    },
    "sideSix": {
      "sideSix1": "MORE ABOUT π GROUP",
      "sideSix2": "DISCOVERY is a social game developed by us. It connects virtual and reality via hiding and hunting treasure tasks, so that by discovering and sharing, users can have a chance to fully experience the beauty and touching moments they might have missed out on in real life. Discovery applies editable AR technology to provide brand new game experience and make everyone a participant in “Games change the world”.",
      "sideSix3": "For further details"
    },
    "sideSixdown1": {
      "sideSixdown1-1": "ALADDIN <span style=\"font-family:font2;font-weight:bold;\">π</span> PLAN",
      "sideSixdown1-2": "Based on Aladdin π Plan, we will create a business platform for blockchain intelligent contract in a global level. Sellers can issue digital assets with the help of blockchain and AI algorithms, thus no need of traditional agents like accountants, solicitors, investment banks and exchanges.  "
    }
  },
  "sharedFinance": {
    "slideOne": {
      "slideOne1": "SHARING ECONOMY",
      "slideOne2": "Make use of idle assets to create values!",
      "slideOne3": "What is the sharing economy?",
      "slideOne4": "The sharing economy is the most popular topic now and this term has been in the Oxford English Dictionary, is defined as an economic system, in which assets or services are shared between private individuals, either for free or for a fee, typically by means of the Internet: thanks to the sharing economy you can easily rent out your car, your apartment, your bike, even your Wi-Fi network when you don’t need it."
    },
    "slideTwo": {
      "slideTwo1": "SUCCESSFUL MODELS OF THE SHARING ECONOMY",
      "slideTwo2": "As a new thing, the sharing economy has an impact on our traditional way of life at the lightning speed. Entrepreneurial firms have sprung up and taken root around the world with the promotion of capital markets. The shared economic model represented by Uber in the transport sector and Airbnb in the tourism accommodation industry is overturning the traditional industries in a plurality of vertical fields. In the recession, these pioneers in the sharing economy field create very affordable consumer solutions for \"loser\" consumers; in addition, they also provide a new and profitable channel and revenue stream for those who need to \"earn extra money\" or have more flexible working hours.",
      "slideTwo3": "The sharing economy is subtly influencing people's consumption concept; this new way of life is sought after by many young consumers. The data show the nightly passenger traffic amount of Airbnb is up to 425,000 people per night, which is 22% higher than the global transaction of Hilton. Uber was rapidly expanded to the world's 300 cities, delivering millions of passages every day; the company was valued at more than $ 62.5 billion, far more than traditional airlines including Delta, American Airlines and United Airlines.",
      "slideTwo4": "The rapid rise of Uber and Airbnb is a successful model of sharing economy, which are benefits from a wide range of applications of the Internet, social networking sites, mobile technology and big data in the past few years. Our ability to obtain our own information has reached an all-time high, and real-time transaction becomes the \"new normal\"; besides, the rise of social networking deepens the connection and trust between people.Airbnb and Uber solve the problems of living and traveling in people's daily lives, it allows us to see the intensified sign of sharing economy. Just like when Alibaba just appeared, people doubted about the future of e-commerce, and finally how far sharing economy go in the end? An industry revolution is quietly open.",
      "slideTwo5": "A few years later, we will not need to discuss pros and cons of the sharing economy, because then sharing economy will be integrated into our lives."
    },
    "slideThree": {
      "slideThree1": "WHAT IS THE MARKET VALUE OF",
      "slideThree2": "THE SHARING ECONOMY?",
      "slideThree3": "According to PWC report, the scale of sharing economy was ranked fifth of the global industry economy and the scale of the industry is about $ 15 billion. By 2025, the market value of the global sharing economy was expected to be more than 335 billion US dollars. In the future, the nest vent of sharing economy shall be the financial industry."
    },
    "slideFour": {
      "slideFour1": "BIRTH OF SHARING FINANCE",
      "slideFour2": "Throughout the development course of human’s civilization of commerce, people have been actively seeking a new and disruptive business model to ensure that our idle funds to ensure that our idle funds can’t be undervalued at the same time and can be earn more high returns. With the maturity of block chain technology, the popularity of the Internet and mobile social networking, success stories of Uber and Airbnb enhance people's understanding and acceptance of sharing economy. In the critical period of all necessary conditions prepared, \"sharing finance\"business model first created by Pi Finance Inc. is born!",
      "slideFour3": "With the block chain consensus ledger agreement, Pi Finance Inc. promotes a new \"sharing finance\" model of development featured by sharing of resources, elements, functions and benefits to achieve a more efficient and equitable distribution of financial resources.",
      "slideFour4": "With the advantage of the layout of the pan-entertainment industrial chain, π Financial Group makes cross-border integration of games and finance. Through the issuance and management of π assets, it establishes an orderly control loop and outer interface, so that users can become beneficiaries of quantitative easing. Under the mode of \"sharing finance\", users no longer need to interpret monetary policy and users can issue the currency by themselves, thus breaking the exploitation caused by the central bank’s quantitative easing.",
      "slideFour5": "Under the general background of the international financial crisis at present, the wealth sharply shrinks and the fixed income can no longer satisfy the consumer demands, as a result many people set foot in financial management. With a shared financial thinking, the π Fund is favored by many investors."
    }
  }
}

